{
    "初遇": {
        "encontent": "Greetings to you, fair lady, may I present you a rose?Oh,\n seems like you won't fall for this cheap flattery.\n I'm ashamed. ",
        "content": "向您致意，美丽的女士，请允许我为您献上一枝玫瑰。噢\n，看来您不吃这一套，真可惜。"
    },
    "箱中气候": {
        "encontent": "Sunlight eases people's mind and endows diamonds with\n glowing luxury. What a perfect occasion for deceiving.\n ",
        "content": "太阳会给人以安全的暗示，也会赋予钻石更为美丽的光华\n。而这便是趁虚而入的最好时机。"
    },
    "致未来": {
        "encontent": "So what's next? The young lady of the rich, resolute and courageous\n as she is, disregards my humble beginnings and takes her possessions\n to elope with me. But then, I will leave her and disappear,\n forever.",
        "content": "接下来会怎样？富豪家的千金小姐不介意我的身份地位，痴\n心一片地钟情于我，下定决心带着千万财产与我远走高飞\n。接着，我将从她身边离去，永远永远，不见踪迹。"
    },
    "孑立": {
        "encontent": "A cigar would make a nifty accessory, and those gracious ladies\n would certainly love to see their lover to be a sight for the\n eyes. But ... no, thank you. I'd prefer my teeth unstained.\n ",
        "content": "雪茄看起来很酷，那些贵妇们也愿意她们的情人看起来风\n度翩翩。可是……算了，我可不想染黑自己的牙齿。"
    },
    "问候": {
        "encontent": "Good day, my lord. You're too kind visiting me, and\n I regret to receive you in a room of nothing. ",
        "content": "贵安，老爷。很遗憾我的房间里什么都没有，让你见笑了\n。"
    },
    "朝晨": {
        "encontent": "Another beautiful morning arrives, and many beautiful things\n are about to come. I see people opening their arms, waiting\n to go to the ball, new clothes, new flatteries, and new glittering\n stars to come to them. ",
        "content": "美丽的清晨，许多美丽的事儿。人们等着新舞会，新衣裳\n，新的阿谀奉承，和新的、闪烁的、无比迷人的星星落在\n自己的手中。"
    },
    "信任-朝晨": {
        "encontent": "Good morning, my lady. I've prepared you fresh coffee, sandwiches,\n and this shiny diamond. Of course, I would never lie to you,\n this is a piece of cultured work. But look how it sparkles,\n how elegant, isn't it?",
        "content": "早安，女士。我为您准备了咖啡，三明治，以及这颗璀璨\n的钻石。哦，当然，我不会欺骗您，这是一颗假钻。但它\n依旧闪耀夺目，不是吗？"
    },
    "夜暮": {
        "encontent": "Would I have the honor to invite you for dinner? There's a banquet\n held by someone I don't know. Huh? A freeloader? No no no, I'd\n say it would be lavish of us if we don't enjoy it. ",
        "content": "请问您是否愿意赏光，与我共进晚餐？我为您准备了一场\n由他人举办的宴会。嗯？吃白食？不不，它有更体面的名\n字，叫“物尽其用”。"
    },
    "信任-夜暮": {
        "encontent": "Ruby Port, a beauty from Douro Valley.Em ... tastes\n as sweet as it smells.Believe me, it will make your\n evening unforgettable.",
        "content": "红宝石波特，来自杜罗河谷的美人。嗯～它的味道和它的\n颜色一样甜美。相信我，它会让你度过一个美好的夜晚。"
    },
    "帽檐与发鬓": {
        "encontent": "A decent gentleman will not let go of this. But be\n careful, don't let it tilt to your eyes. Eye contact\n is vital. ",
        "content": "一个优雅的绅士少不了这个。不过小心，不要让它挡住你\n的视线。眼神交流，非常重要。"
    },
    "袖与手": {
        "encontent": "Although I'm not woman of guns, it's necessary to carry\n one. I'm sure you know the reason why.",
        "content": "尽管我并不常用手枪解决问题，但它依旧是必须的。想必\n您也明白其中的道理。"
    },
    "衣着与身形": {
        "encontent": "I don't dislike dresses. They are pretty, delicately embroidered,\n intricately sewed apparels. They are what I'm supposed to wear,\n not these trousers.Heh, destiny holds a different plan, doesn't\n it?",
        "content": "当然，我并不抵触裙装。它们很漂亮，很复杂，花样多得\n迷人眼睛。换句话说，它们才是我本应该穿着的服饰。哼\n，真是造化弄人，不是吗？"
    },
    "嗜好": {
        "encontent": "Diddling, rightly considered, is a compound of which the ingredients\n are minuteness, interests, perseverance, ingenuity, audacity,\n nonchalance, originality, impertinence, and grin.",
        "content": "欺骗是一种繁杂的化合物质，其中包含：敬终慎始、自利\n自私、百折不挠、神机妙算、胆大泼天、泰然自若、独具\n匠心、肆意妄为——以及，预示着胜利的嗤笑。"
    },
    "赞赏": {
        "encontent": "You have every virtue that belongs to a deceiver, yet you're\n a woman of honesty. I don't know if I should admire your righteous\n nature, or lament the waste of gifts.",
        "content": "您拥有着骗子应该拥有的一切美德，但您却如此诚实。我\n不知道是应该赞扬您，还是应该感叹您如此浪费天赋。"
    },
    "亲昵": {
        "encontent": "If you want to, you're always welcome at my place. I will be\n here, with my cleverest scam, waiting for your arrival and,\n of course, an invitation to yours. ",
        "content": "如果您需要，欢迎随时来拜访我。我与我最精致的骗局永\n远在这儿，等待着您的邀请。"
    },
    "闲谈Ⅰ": {
        "encontent": "If my eyes serve me well, it's the \"Bay of Light\" this respectable\n young lady is wearing.Oh, don't worry, I won't do anything.\n She is of a background too prominent and an age too young for\n my tricks. ",
        "content": "如果我没看走眼的话，那位大小姐身上的宝石正是传说中\n的“光明海湾”。哦，别担心，我不会对她下手的。她的\n来头太大，年纪又太小。"
    },
    "闲谈Ⅱ": {
        "encontent": "New Delhi? To be honest, I barely remember anything\n about it. It doesn't make much difference to England,\n aside from the scorching sun.",
        "content": "新德里？老实说，我几乎都遗忘得差不多了。说到底，除\n了毒辣的太阳之外，那里和英国本土并无多大的区别。"
    },
    "独白": {
        "encontent": "We are two of a kind, dear.We would employ every means\n possible to find out the truth we crave to know.We\n are very alike. ",
        "content": "你跟我是同一类人，我亲爱的，会为了探寻心底期望的真\n相而不顾一切，甚至不择手段。我们很相似。"
    },
    "入队": {
        "encontent": "A crime group? Heh, just to my likings.",
        "content": "团伙作案？哼，我喜欢。"
    },
    "战前": {
        "encontent": "I don't like to resort to violence, but accidents happen.",
        "content": "我并不喜欢用暴力解决问题，但偶尔会有意外。"
    },
    "择选咒语Ⅰ": {
        "encontent": "Glad to be of service, my lady.",
        "content": "遵命，我的女士。"
    },
    "择选咒语Ⅱ": {
        "encontent": "Intriguing, isn't it?",
        "content": "相当有趣，不是吗？"
    },
    "择选高阶咒语": {
        "encontent": "A design of its own kind.",
        "content": "独具匠心。"
    },
    "择选至终的仪式": {
        "encontent": "Time to wake up, gentlemen.",
        "content": "该从梦中跌落了，绅士们。"
    },
    "释放神秘术Ⅰ": {
        "encontent": "Bravo!",
        "content": "好极了！"
    },
    "释放神秘术Ⅱ": {
        "encontent": "Just like real diamonds.",
        "content": "是的，它很坚硬，就像真货。"
    },
    "召唤至终的仪式": {
        "encontent": "Fragrance and dazzle can easily confuse one's vision.\n I'm sorry for you. ",
        "content": "香气与闪烁的弧光总会遮挡人的目光，我为你感到遗憾。"
    },
    "受敌Ⅰ": {
        "encontent": "Tsk, watch my clothes!",
        "content": "我的衣服都要皱了！"
    },
    "受敌Ⅱ": {
        "encontent": "Damn it.",
        "content": "该死。"
    },
    "战斗胜利": {
        "encontent": "Now, to divide the spoils ...  Or should I say, a reasonable\n reallocation of the profits?",
        "content": "接下来是分赃环节……或者说，对于战利品的合理再分配\n。"
    },
    "洞悉": {
        "encontent": "To its perfection, to its best clarity.",
        "content": "越发的完美，越发的闪耀。"
    },
    "洞悉之底": {
        "encontent": "Shush, my lady, let us enjoy this moment,this beautiful,\n short, enchanted moment.",
        "content": "嘘，我的小姐，让我们共享这一刻。这美好，短暂，惹人\n迷醉的一刻。"
    }
}