{
    "初遇": {
        "encontent": "Welcome to sail with us! Well, now, go to the back\n of the ship and make it move! Don't be dawdling!",
        "content": "感谢你成为我的船员～好了！现在，马上滚到船屁股后边\n儿，让船动起来！别偷懒！"
    },
    "箱中气候": {
        "encontent": "Ahem! Before I get sunburnt, I should go to the Viking's\n Bar and drink with Old Andy ... ",
        "content": "咳咳！在晒伤之前，我或许该去维京酒吧找安迪老头喝一\n杯……"
    },
    "致未来": {
        "encontent": "One day, I shall make the Stillwater Lake School my territory!\n Jack, that tattletale, will be flushing the toilet, and Mr Williams\n of the Viking Club will be my first mate ... ",
        "content": "总有一天，整个静水湖小学都将成为我的领地！我要让打\n小报告的杰克去冲洗厕所，至于维京俱乐部的威廉老师，他\n将成为我的大副……"
    },
    "孑立": {
        "encontent": "Hey, heeeey? Where are all the people? Erick the Fearless\n is not afraid of standing alone ... ",
        "content": "嗨、嗨？人都去哪了？勇敢的埃里克可不怕一个人……"
    },
    "问候": {
        "encontent": "Squat down when you are before me. Do not make me look\n up. That's so very disrespectful to a Lord!",
        "content": "见到我，你就要蹲下来。不准让我仰起头看你，这对领主\n来说有失尊敬！"
    },
    "朝晨": {
        "encontent": "Keep your eyes open and get it together! Valhalla does\n not welcome sleepy heads.",
        "content": "睁大眼睛，打起精神！英灵殿不欢迎懒惰的瞌睡虫。"
    },
    "信任-朝晨": {
        "encontent": "Oh, shoot! The homework! My homework ... I haven't\n written anything yet!",
        "content": "糟了！作业！我的家庭作业——我还一个字都没写呢！"
    },
    "夜暮": {
        "encontent": "I'm going to bed now. Any raiding plans can wait till\n tomorrow ... ",
        "content": "我要先睡了，有什么掠夺计划明天再说吧……"
    },
    "信任-夜暮": {
        "encontent": "Gather around, brothers and sisters! Let me tell you\n the legend of my mother Lagertha who defeated two\n bears on her own ... ",
        "content": "过来，我的船员！让我给你讲讲，我妈妈拉葛莎独自打败\n两只棕熊的荣誉事迹……"
    },
    "帽檐与发鬓": {
        "encontent": "I've taken an oath ... Until the day my longship sets\n sail to the sea, I will never, ever get my hair cut.",
        "content": "我发过一个誓……在我的长船开到海上之前，我绝对不会\n剪我的头发。"
    },
    "袖与手": {
        "encontent": "Don't touch me! Unless you are going to pull me up\n from the cliff, or, take me to the Ocean Funland ...\n ",
        "content": "别牵我！除非你要把我从海崖拉上来，或者，要带我去海\n上乐园……"
    },
    "衣着与身形": {
        "encontent": "Like what you see? Worry not, you will also be rewarded\n with these if you stay long enough in the fleet!",
        "content": "看上什么了？放心，只要你在船队好好干，你也会拥有这\n些的！"
    },
    "嗜好": {
        "encontent": "I've only seen her in the photos. Harald said she has\n Thor's courage and Sif's charm. She must be the most\n beautiful Valkyrie in Valhalla.",
        "content": "我只在照片里见过她，哈拉尔说她像索尔一样勇猛，如西\n芙女神般动人。她一定会是瓦尔哈拉里最美丽的女武神。"
    },
    "赞赏": {
        "encontent": "Your courage impressed me. I will appoint you to be\n my helmsman, and put you in command of that open space\n in the park!",
        "content": "你的勇气令我对你刮目相看。我决定任命你为舵手，并且\n将公园空地的管理权交给你！"
    },
    "亲昵": {
        "encontent": "Tomorrow is \"Best Friends Day\" at school. Now that\n I have given you my invitation, you are not allowed\n to present as another's friend!",
        "content": "明天是学校的“最佳朋友日”，我已经邀请你了，你可不\n能作为其他人的朋友去参加！"
    },
    "闲谈Ⅰ": {
        "encontent": "That Sonetto girl, I heard that she's a skald ... I happen to\n need someone to sing my legends across the lands ... Hmph, no\n one can turn down a full box of Twizzlers!",
        "content": "那个叫十四行诗的家伙，似乎是一位吟游诗人……我正缺\n人传颂我的伟大事迹——哼哼，没有人会拒绝一整箱扭扭\n糖！"
    },
    "闲谈Ⅱ": {
        "encontent": "Old John wants to put that arm ring on me, so that I will become\n a little girl who needs his protection! But I will not! I will\n become a warrior like my mother.",
        "content": "老约翰想让我戴上臂环，那样我就会变成一个需要他保护\n的小女孩儿了！我才不会依靠他！我要成为像妈妈那样的\n战士。"
    },
    "独白": {
        "encontent": "My mother is the strongest and most beautiful Valkyrie, and I\n am the strongest and bravest Viking across all the lands and\n seas. When my day comes, she will ride across the sky in her\n finest armor, taking me to sup in Odin's great hall ... ",
        "content": "我的妈妈是最美、最强大的女武神，而我是大陆与海洋上\n最强、最勇敢的维京战士。当我前往瓦尔哈拉的那天，她\n会穿着最美丽的铠甲来迎接我……"
    },
    "入队": {
        "encontent": "Ready to show them a good fight?",
        "content": "准备好让他们屁滚尿流了吗？"
    },
    "战前": {
        "encontent": "Suffer the loss, or suffer the notch!",
        "content": "要么吃亏，要么吃斧头！"
    },
    "择选咒语Ⅰ": {
        "encontent": "Yay！",
        "content": "好耶！"
    },
    "择选咒语Ⅱ": {
        "encontent": "The axe told me it's ready!",
        "content": "斧子说它准备好啦！"
    },
    "择选高阶咒语": {
        "encontent": "Prepare to engage!",
        "content": "偷袭准备！"
    },
    "择选至终的仪式": {
        "encontent": "Hoist the sails! We will not be stopped!",
        "content": "扬帆，谁也挡不住我们～"
    },
    "释放神秘术Ⅰ": {
        "encontent": "A Viking trick!",
        "content": "维京魔术！"
    },
    "释放神秘术Ⅱ": {
        "encontent": "Power of the Longship!",
        "content": "长船的魄力！"
    },
    "召唤至终的仪式": {
        "encontent": "The rage of the sea will claim you! Like ... the anger\n of a teacher!",
        "content": "你们将承受海的狂怒！就像……生气的老师一样！"
    },
    "受敌Ⅰ": {
        "encontent": "Hiss!",
        "content": "嘶！"
    },
    "受敌Ⅱ": {
        "encontent": "I'm okay!",
        "content": "我没事！"
    },
    "战斗胜利": {
        "encontent": "As they fell, Lord Erick embarks on her legendary journey!",
        "content": "跨过这些家伙，埃里克领主自此开始了她的史诗之路！"
    },
    "洞悉": {
        "encontent": "Thank you for paying the tribute! Lord Erick will promise\n you more lands and wealth!",
        "content": "谢谢你的进贡！埃里克领主会考虑给你追封领地的！"
    },
    "洞悉之底": {
        "encontent": "Riding the winds and waves, Lord Erick is setting out\n for her great journey! ... If you need the loo, go\n now.",
        "content": "乘风破浪，埃里克领主即将启航！——要上厕所的家伙抓\n紧了。"
    }
}