{
    "初遇": {
        "encontent": "It's my pleasure to meet you, my fellow.",
        "content": "很高兴能够见到你，我的同窗。"
    },
    "箱中气候": {
        "encontent": "Those insane people screamed and rushed out of the guardroom.\n They kept meaninglessly and repeatedly roaring. Then, their\n blood shed on the snowy ground. I've seen that a lot.",
        "content": "疯子们嚎叫着，冲出监管室，无意义地不断重复着一样的\n嘶鸣，然后，他们的血落在白色的雪上。我见过太多这样\n的景象了。"
    },
    "致未来": {
        "encontent": "Just like Homo sapiens wiped out Neanderthals, arcanists\n will be eliminated as well. This is not a prediction,\n but a predestined fate.",
        "content": "就像是人类淘汰尼安德特人一样，神秘学家也将会被淘汰\n。这不是猜想，而是事实。"
    },
    "孑立": {
        "encontent": "Where's the soap? I need to wash my hands ... No, before\n that, I need to make sure the door is locked.",
        "content": "肥皂放在了哪儿？我需要洗个手……不，在此之前，我需\n要确定门是否锁好了。"
    },
    "问候": {
        "encontent": "Oh, it's our \"genius.\" Any insane new ideas? ",
        "content": "喔，这不是“吊车尾”吗？你又有疯狂的想法了？"
    },
    "朝晨": {
        "encontent": "Thank you. I've already planned for my breakfast.",
        "content": "谢谢，我有自己的早餐计划。"
    },
    "信任-朝晨": {
        "encontent": "Too many arcanists here, weirdos as well. Damn it ... You'd better\n prepare me a room where I won't be disturbed. Last time the\n girl doing the potion experiments made everywhere so dusty I\n could barely clean myself.",
        "content": "你这里的神秘学家太多了，怪胎也太多了。该死……你最\n好为我准备一个左右都没住人的房间。上次那个做魔药实\n验的女孩儿弄得到处都是粉尘，我怎么洗也洗不干净。"
    },
    "夜暮": {
        "encontent": "Good evening. Good night.",
        "content": "晚上好。再见。"
    },
    "信任-夜暮": {
        "encontent": "It's very quiet out there. The door is securely locked. At night,\n the river whispers outside the window. I must extend my gratitude\n since you prepared such a perfect room for me.Also thanks for\n your suitcase. That's all, that's it.",
        "content": "那儿很安静，门锁很结实，晚上还能听到窗外河流的声响\n。我必须感谢你为我准备了一个这样好的房间。也感谢你\n的箱子。仅此而已，不能更多了。"
    },
    "帽檐与发鬓": {
        "encontent": "Thanks to it, we are all freaks now. Haven't you ever blamed\n your brain? Haven't you for once vomited due to the sound or\n whisper in your brain? How naive and ignorant.",
        "content": "多亏了它，我们才都成了这样一群怪胎。你从没有恨过你\n的脑子吗？没有为那之中的响动和声音干呕过？多么坦然\n的无知。"
    },
    "袖与手": {
        "encontent": "Compared to the incurable anxiety, these wounds are\n minor. Oh, watch your distance.",
        "content": "这些伤口比起无法清洁的焦虑来说不值一提。噢，小心，你\n忘了保持距离。"
    },
    "衣着与身形": {
        "encontent": "Press the button, achieve the function. Humans are\n like machinery, simple and efficient. Arcanists are\n quite the opposite.",
        "content": "按下按钮，就可以实现功能。人类如同机器一般，简洁且\n极具效率。神秘学家则恰恰相反。"
    },
    "嗜好": {
        "encontent": "What you see is the alignment and tidiness. What I\n adore is this orderly state.",
        "content": "排列整齐只是现象，让我安心的是这种井然有序的状态。"
    },
    "赞赏": {
        "encontent": "As an arcanist, your performance really amazes me.\n Wish you were a pure blood human.",
        "content": "以神秘学家来说，你的表现让人佩服。真希望你是个纯血\n的人类。"
    },
    "亲昵": {
        "encontent": "Could you please get your buttons right? The patterns\n aren't aligned.",
        "content": "能否麻烦你调整下衣服上的扣子，上面的花纹错开了。"
    },
    "闲谈Ⅰ": {
        "encontent": "Nearly all the arcanists I met were insane. Only a\n few appeared to be normal. They just haven't lost\n the sanity yet.",
        "content": "我所见到的神秘学家几乎都是疯子。剩下的那部分看上去\n正常的神秘学家，也只是暂时没有变成疯子而已。"
    },
    "闲谈Ⅱ": {
        "encontent": "I can only stand those arcanists from the Foundation\n and the Laplace. After all, their insanity is contained\n by humans.",
        "content": "基金会与拉普拉斯的神秘学家是我为数不多能够接受的神\n秘学群体。毕竟，他们的疯狂受到了人类的制约。"
    },
    "独白": {
        "encontent": "That's it, that's it, enough ... Stop crying, stop, and don't\n laugh. Don't be insane. I am fed up watching or hearing you.\n Leave me alone for a while! Just a while! Stay away from me!",
        "content": "够了，够了，够了……别再哭了，别再哭，也别笑，别发\n疯了。我看够了，我也听够了，让我安静一会儿吧！就一\n会儿！别来烦我了！"
    },
    "入队": {
        "encontent": "Great, a mission with a bunch of arcanists.",
        "content": "棒极了，和一群神秘学家一起行动。"
    },
    "战前": {
        "encontent": "Healing starts.",
        "content": "治疗开始。"
    },
    "择选咒语Ⅰ": {
        "encontent": "Your name?",
        "content": "姓名？"
    },
    "择选咒语Ⅱ": {
        "encontent": "Any bad habits?",
        "content": "有无不良嗜好？"
    },
    "择选高阶咒语": {
        "encontent": "I will heal their madness.",
        "content": "我会治疗他们的疯狂。"
    },
    "择选至终的仪式": {
        "encontent": "Ready for medical interventions.",
        "content": "准备进行医疗干预。"
    },
    "释放神秘术Ⅰ": {
        "encontent": "Calm down.",
        "content": "冷静下来。"
    },
    "释放神秘术Ⅱ": {
        "encontent": "Hang in there.",
        "content": "坚持住。"
    },
    "召唤至终的仪式": {
        "encontent": "Relax. It's a treatment with a higher dose.",
        "content": "放松，只是一种剂量稍大的治疗手段。"
    },
    "受敌Ⅰ": {
        "encontent": "Ewww ... ",
        "content": "呃……"
    },
    "受敌Ⅱ": {
        "encontent": "Stink bug ... ",
        "content": "臭虫……"
    },
    "战斗胜利": {
        "encontent": "Let's call it a day. I need a deep cleaning.",
        "content": "请尽快结束，我需要一次深度清洁。"
    },
    "洞悉": {
        "encontent": "For the Mesmers, such achievement is effortless.",
        "content": "对梅斯梅尔家族的人而言，这是理所当然的成就。"
    },
    "洞悉之底": {
        "encontent": "Good news: I can better ease franticity. Bad news:\n I am more frantic.",
        "content": "好消息：我能够更好地解除疯狂了。坏消息：我更加疯狂\n了。"
    }
}