{
    "初遇": {
        "encontent": "Hey, the \"great\" Vertin! Nice to see you again!",
        "content": "嘿～“伟大的”维尔汀，咱们又见面了！"
    },
    "箱中气候": {
        "encontent": "\"Downpour and thick clouds ... we are trapped in this\n haunted castle. Suddenly, someone knocks at the door.\n Knock, knock ...\"",
        "content": "“暴雨骤降，乌云密布，我们被困在这间闹鬼的城堡里……这\n时候，响起了敲门声。噔噔咚——”"
    },
    "致未来": {
        "encontent": "Future, future, hmm ... Our future slides back to the past. What\n else would be impossible then? Perhaps that blondie would accept\n an award on the stage of any film festival, or the lame horror\n novels written by my grandpa would win the Nobel Prize in Literature,\n haha ... I mean, you can always expect the unexpected, my friends!",
        "content": "未来——未来——我们的未来甚至回到了过去，还有什么\n是不可能的呢？也许那个金发妞明天就能登上电影节领奖\n台，我爷爷写的三流恐怖小说也能摘下诺贝尔文学奖的桂\n冠——我的意思，保持期待，朋友！"
    },
    "孑立": {
        "encontent": "Great, it's high time. They are not here; only me. Play some\n horror music. Soon, the bloody tsunami will rush to me. Those\n suspects in helmets will call my name ...",
        "content": "很好，就是现在，所有人都不在这儿，只有我一个人，再\n来点渲染恐怖气氛的音乐。很快，鲜红的海啸向我涌来，戴\n着头套的可疑人士不断地呼唤我的名字……"
    },
    "问候": {
        "encontent": "... I have to remind you that jump scares are really\n outdated.",
        "content": "……我必须提醒你，跳跃式惊吓已经过时了。"
    },
    "朝晨": {
        "encontent": "Years later, I think I have obtained some techniques\n to balance the tasks and a taste of art ... Yes, the\n secret lies in the brilliance of caffeine.",
        "content": "这么多年了，我总该有点技巧来平衡工作和艺术鉴赏——没\n错，其中的秘诀正是伟大的咖啡因。"
    },
    "信任-朝晨": {
        "encontent": "You should try your breakfast with bloody horror movies.\n That will definitely be a stimulating appetizer.",
        "content": "你应该试试看早餐配血浆恐怖片，那绝对会让你胃口大开\n。"
    },
    "夜暮": {
        "encontent": "Fine. I've always considered \"The Man in the Frame\" to be a conventional\n horror story. But when I myself stay in a frame ... I finally\n realized it's really horrific.",
        "content": "好吧，我一直以为“画框里的人”是个俗套的恐怖故事，但\n当我成了画框里头那个人时——我想我明白了这件事真正\n的可怕之处。"
    },
    "信任-夜暮": {
        "encontent": "Hey, come over here. Yeah! You must be good at this ... What\n should I sneak out and eat for the night ... Haven't you furtively\n eaten hash browns in bed? You are \"that Vertin\"! Come on, I\n don't buy it!",
        "content": "嘿，过来，这东西你一定在行……偷偷摸摸的夜晚狂欢时\n间吃点什么好——你难道没在被子里啃过食堂薯饼吗？你\n可是“那个维尔汀”！得了吧，不可能！"
    },
    "帽檐与发鬓": {
        "encontent": "Hey! Be careful! This is not a pair of normal glasses ... This\n is the limited edition sold during the premiere of X Ray Monkey\n Man! The groove design inside is quite distinctive ... Anyway,\n as a fans-oriented souvenir, it is fantastic!",
        "content": "嘿！小心点儿，这并不是普通的眼镜……这是《X光猴人\n》首映期间售卖的限定镜框!虽然它看上去朴素，但内侧\n暗槽的设计极具特色——无论如何，作为粉丝向周边十分\n优秀！"
    },
    "袖与手": {
        "encontent": "High five? Handshake? Or ... Oh, good, it's a document\n for approval.",
        "content": "击掌？握手？还是——喔，很好，是要审批文件。"
    },
    "衣着与身形": {
        "encontent": "Hey! We made a consensus-never attack from the back! Oh ... al-alright,\n ok, I get it. I will pay attention to my crooked back. Just\n ... be gentle next time.",
        "content": "嘿！我们早就说好了，禁止背后偷袭！…… 哦……好的\n，好的，我知道了，我会注意驼背问题的，轻点儿拍——咳\n咳咳……"
    },
    "嗜好": {
        "encontent": "Horror is not scary. It's more like ... an unexecuted punishment,\n a pending cause of death, and a confusing puzzle. It is like\n the panic when you find there's only a half piece of tissue\n and a tiny piece of banana peel in the tissue box after you\n defecate … Do you get it?",
        "content": "恐怖可不等于惊吓，它更像……未执行的惩罚、悬而未决\n的死因，以及难以分辨的费解。它就像是上完厕所时，面\n前的卷纸盒里只剩下半截纸与一块儿香蕉皮时的惊慌——你\n懂我的意思吗？"
    },
    "赞赏": {
        "encontent": "No matter what you do, you'll always succeed. Like no matter\n what resistance my bullets encountered, they would eventually\n shoot into the enemy's head.",
        "content": "无论你想做什么，你总会获得最后的成功，就像是我的子\n弹无论撞上了多少障碍，最终都会命中敌人的眉心！"
    },
    "亲昵": {
        "encontent": "Could you grant me another leave for a day? I have a friend at\n Laplace ... Yeah, I need to help him with his little experiment.\n Don't worry. We wil grab you a sample product if we succeed!",
        "content": "能再给我放一天假吗？我有个在拉普拉斯的朋友……对，我\n得去帮他做点儿小实验，你放心，如果我们的新研究成了\n一定有你一份！"
    },
    "闲谈Ⅰ": {
        "encontent": "The twins living next door are really good at role play. It's\n rare to see such skillful actresses like them ... They are not\n acting?! Oh … I think I should change rooms.",
        "content": "隔壁房间那对双胞胎女孩的角色扮演相当优秀，小孩子有\n这种演技真难得……那不是演的？哦，我想我该换个房间\n。"
    },
    "闲谈Ⅱ": {
        "encontent": "Usually in a horror movie, blondies are depicted as a sacred\n figure or a cheesy one. They can be an angel, or a fool. You\n know, the virtual world is really judgmental. When we fall into\n it, our face will automatically fit into a certain mold, and\n then we will become someone else.",
        "content": "常见的恐怖电影中总把金发女郎描绘成圣洁或低俗至极的\n形象，她们有时候像天使，有时候又最愚味市侩，但归根\n结底——那儿是个脸谱化的世界，只要我们掉进去，我们\n的脸就会融入模子，变成另一副样子。"
    },
    "独白": {
        "encontent": "We all experienced the past where we were denied, distressed,\n and lost. That beautiful building, the white cradle, cut off\n all the \"inconsistent\" parts from us, in order to shape us into\n a \"better\" self ... All in all, I am relieved that I am still\n me, and you are still you.",
        "content": "我们都有这样的过去。不被允许的、低气压的、不知所措\n的过去。那栋漂亮的白色摇篮将我们身上“不适宜”的部\n分割舍分离，好让我们成为更“优秀”的人……总的来说\n，我很高兴我还是我，你也还是你。"
    }
}