{
    "初遇": {
        "encontent": "Ladies and gentlemen, before you stands the great-artist-to-be,\n the voice of peace, the adversary of banality and\n violence. I give you -- Diggers!",
        "content": "隆重介绍：现在在你面前的，正是将成为伟大艺术家的，始\n终散播和平希望的，坚持反对陈腐与暴力的——挖掘艺术\n！"
    },
    "箱中气候": {
        "encontent": "Oh no! My art in Hyde Park is gonna be nothing but\n splashes of paint ...",
        "content": "哦不！这下我留在海德公园的艺术要化为一滩油彩了……"
    },
    "致未来": {
        "encontent": "In the sky with diamonds, on the grass in green garments. I would\n lie on the grass, among the dew, listening to the kids running\n around and playing ... Some of the people would be singing,\n some playing guitar.",
        "content": "天空缀满钻石，草坪绿意盎然。我躺在带露水的草叶上，听\n见孩子们奔跑嬉戏的声音……一些人在唱歌，一些人弹吉\n他。"
    },
    "孑立": {
        "encontent": "Simply looking, no touching ... if you do this, you\n will — Atishoo! Phew, good, just an improvised show\n that nobody noticed.",
        "content": "凝视它，可别用手触摸它……像这样，否则的话，你就会\n——阿嚏！……呼、很好，这只是场没人注意到的即兴表\n演。"
    },
    "问候": {
        "encontent": "... What do you wanna hear? We've got plenty of time\n together.",
        "content": "……想听什么？我们有很多在一起的时间。"
    },
    "朝晨": {
        "encontent": "We should be anti morning, anti sleep deprivation,\n anti clocks, anti morning alarm! This is vandalism\n of art ... and its artists!",
        "content": "我们应当反对清晨，反对睡眠不足，反对闹钟，反对起床\n铃！这是对艺术……以及艺术家的严重摧残！"
    },
    "信任-朝晨": {
        "encontent": "The creator of arts would work regardless of day and night, but\n the enforcer of laws would come to work in the day. Now, friend,\n take these paints and fireworks and run. I'll go east, you west.",
        "content": "艺术不舍昼夜，警察却会上班下班。好了朋友，拿着这些\n烟花和涂料赶紧跑吧。我往东，你往西。"
    },
    "夜暮": {
        "encontent": "Hello, my old friend darkness. At night, ideas and words would\n grow from the silent streets, blown by the wind from one person\n to another. Faces of the young wander far into the night, and\n I walk among them.",
        "content": "啊，黑夜，我的旧友。思绪与话语在静夜的街巷生长，从\n一人口中，到另一人的耳中。那些年轻的面孔彻夜游荡，而\n我也在他们之间。"
    },
    "信任-夜暮": {
        "encontent": "Go on, keep on trucking! To the countryside, to hitchhike,\n to sit behind a farmer's wagon; and talk about life,\n philosophy, and arts.",
        "content": "走吧，上路吧！去乡下，去搭便车，坐在农夫家的马车后\n，漫无目的地畅聊人生，哲学和艺术。"
    },
    "帽檐与发鬓": {
        "encontent": "I always shave my face at the fountain in the park.\n That's where you find a mirror.",
        "content": "我总是在公园前的喷泉那儿刮脸，他们提供镜子。"
    },
    "袖与手": {
        "encontent": "Yes, put out your middle finger and the index finger,\n palm outward, like this! ... Congrats, my friend,\n you have peace in your hand.",
        "content": "对，伸出中指和食指，手掌要向外，就像这样！……祝贺\n你，朋友，和平在你手中。"
    },
    "衣着与身形": {
        "encontent": "What are the Reflective Bubbles for, you ask? For the new-born\n arts being ignored and underestimated, for the fact that people\n bustle past, not even willing to stop and appreciate them!",
        "content": "你问我为什么要制造镜面肥皂泡？因为新生的艺术风格迈\n上街头，却无法收获正当的评价。人们步履匆匆，也无一\n人愿意停留！"
    },
    "嗜好": {
        "encontent": "The dawn of the new world is about to pierce the night, the power\n of imagination is taking over. We will reinvent the world; and\n for that day to come, I shall march, march, and march!",
        "content": "新世界的曙光将刺破夜幕，想象力正在夺权。我们将重新\n发明这个世界，为了那一天，我还将不停奋进，奋进！奋\n进！"
    },
    "赞赏": {
        "encontent": "Oh, I can see it on you. Though you always keep that\n stern look on your face, I see the sparkles of rebellion.",
        "content": "噢，我看到了。尽管你总是板着脸，但你身上也有叛逆的\n火光。"
    },
    "亲昵": {
        "encontent": "My dear, dear friend, can you take these fireworks\n to the Big Ben first? Don't worry, I will be with\n you shortly after getting these crackers ...",
        "content": "我亲爱、亲爱的朋友，你能把这些烟花先拿到大本钟那去\n吗？别担心，我带上这些拉炮就来……"
    },
    "闲谈Ⅰ": {
        "encontent": "The vision of men and women has been blinded for too long! They\n succumbed to the vulgar circumstances, and I will bring them\n back into the arms of life with dreams. No no, this one is too\n small.",
        "content": "世人已经被蒙蔽了太久！他们屈从于庸俗的现状，而我将\n用美梦带他们重返生命的真实。不行，这个太小了。"
    },
    "闲谈Ⅱ": {
        "encontent": "When you walk on the streets in London, be careful of those lip-pressing,\n hat-wearing, emotionless passers-by. They are stuffy, stupid,\n lack of imagination and aesthet- ...  Oops, no offence.",
        "content": "当你走在伦敦的街上，你得留神，得小心那些紧抿着嘴，戴\n着帽子，总是面无表情的人。他们古板，缺少想象力，不\n具有高智商与审……哦，无意冒犯。"
    },
    "独白": {
        "encontent": "Here pause: these graves are all too young as yet ... From the\n world's bitter wind Seek shelter in the shadow of the tomb.What\n Adonais is, why fear we to become?... Here witness: the white\n butterfly on the lawn, What a rare view we stumbled upon.",
        "content": "“在此驻足吧：看这崭新的坟茔……去寻求荫蔽，摆脱茔\n地的昏暗，摆脱人世以外的苦风。阿多尼斯已然逝去，我\n们何须惶恐？”……白蝴蝶飞舞在草坪上，这情境如此罕\n见。"
    },
    "入队": {
        "encontent": "Oh, this is groovy! Let's get on the road.",
        "content": "噢，太棒了！让我们不假思索地上路吧。"
    },
    "战前": {
        "encontent": "Well, this is outtasight.",
        "content": "空前绝后！"
    },
    "择选咒语Ⅰ": {
        "encontent": "Come, come. ",
        "content": "来吧，来吧。"
    },
    "择选咒语Ⅱ": {
        "encontent": "Hey, HEY! The artist's here!",
        "content": "嘿，嘿！艺术家在这呢！"
    },
    "择选高阶咒语": {
        "encontent": "This is classic!",
        "content": "我的经典之作！"
    },
    "择选至终的仪式": {
        "encontent": "Salute to a better tomorrow.",
        "content": "向美好的愿景致礼。"
    },
    "释放神秘术Ⅰ": {
        "encontent": "What is the road you have taken, my man?",
        "content": "你的道路是什么，老兄？"
    },
    "释放神秘术Ⅱ": {
        "encontent": "Look at these little fellas!",
        "content": "瞧，多活泼的孩子们。"
    },
    "召唤至终的仪式": {
        "encontent": "Bubbles reflect like mirrors, my friend.",
        "content": "泡影如镜，朋友。"
    },
    "受敌Ⅰ": {
        "encontent": "Whaaa!",
        "content": "哇！"
    },
    "受敌Ⅱ": {
        "encontent": "Shame on violence ...!",
        "content": "可耻的暴力……！"
    },
    "战斗胜利": {
        "encontent": "Of course, peace needs to be made to happen.",
        "content": "当然了，和平需要主动争取。"
    },
    "洞悉": {
        "encontent": "I hear it—the revelation of Muse ...",
        "content": "我听到了，缪斯女神的启示……"
    },
    "洞悉之底": {
        "encontent": "A bright summer day. We once had days like this, and\n we will have more in the future.",
        "content": "阳光灿烂的日子。曾有过这样的日子，以后也还会有。"
    }
}