{
    "初遇": {
        "encontent": "Oh, it's very nice to meet you. This room is very classy,\n yet it can use a bit of warmth to its perfection.I\n think I can offer you a solution.",
        "content": "噢，很高兴能与您会面。您的房间漂亮、整洁、风格独特\n且摆设格调高雅，但我想它还差一点温馨感，只差一点。我\n想我可以为您提供解决方案。"
    },
    "箱中气候": {
        "encontent": "The Cactus Cat will enjoy a sunny day like this. On\n the contrary, Carbuncles prefer cloudy weather.",
        "content": "仙人掌猫会很喜欢这样的阳光。但与之相反，卡邦克鲁更\n喜欢阴天。"
    },
    "致未来": {
        "encontent": "Future, what an intriguing topic. It's about new things being\n born and old things dying. I'm curious about everything in the\n future, and I will take my shot.",
        "content": "未来是个有趣的议题。它有关新事物，有关旧的一切被破\n解。我很好奇关于未来的一切，也瞧准了这个好时机。"
    },
    "孑立": {
        "encontent": "Instead of words, I'm always expecting eye contact.It\n feels good even if we don't say a word, doesn't it?",
        "content": "比起言语，我更期待眼神的交流。哪怕我们一言不发，不\n是么？"
    },
    "问候": {
        "encontent": "No matter business or bonding, you're always welcome.",
        "content": "无论是谈生意还是增进感情，我都非常欢迎。"
    },
    "朝晨": {
        "encontent": "Starting my morning with a warm cup of black tea.This\n is one of the few habits I have from my family.",
        "content": "早晨从一杯温热的红茶开始，这是我为数不多的来自家族\n的习惯。"
    },
    "信任-朝晨": {
        "encontent": "I'm preparing breakfast for these little things. Could\n you please give me a hand? Thank you very much.",
        "content": "我在为这群小家伙儿准备早餐呢，可以请你来搭把手吗？非\n常感谢。"
    },
    "夜暮": {
        "encontent": "Good evening, dear. Glad to see that everything is\n going well with you.",
        "content": "晚上好，亲爱的。很高兴看见你一切都好。"
    },
    "信任-夜暮": {
        "encontent": "Dear, are you worried about some uninvited guests disturbing\n the suitcase? Loretta, Dwayne, guard the door. We'll\n have a great evening. I promise.",
        "content": "亲爱的，你担心有不速之客打扰箱子吗？洛蕾塔，德韦恩\n，守住门。我们会度过一个美好的夜晚的，我保证。"
    },
    "帽檐与发鬓": {
        "encontent": "Looking tidy is an important step in building trust.\n Before selling something, we always have to sell ourselves.",
        "content": "颜面整洁是带来信赖感的重要一步。在推销事物前，我们\n总是要先推销自己。"
    },
    "袖与手": {
        "encontent": "Don't waste your strength in wrestling with the critters.\n The leash in your hand is not for curbing them, but\n understanding them.",
        "content": "不要试图跟魔精比力气，你手中的牵引绳不是为了牵制它\n们，而是为了理解它们。"
    },
    "衣着与身形": {
        "encontent": "Heh heh, clothes make the woman, don't they?",
        "content": "呵呵，人靠衣装，不是吗？"
    },
    "嗜好": {
        "encontent": "Gentle, loyal, and kind ... They are more than my career,\n they are a part of my life.",
        "content": "温柔、忠诚，且善良……它们不仅仅是我的事业，更是我\n生命中的一部分。"
    },
    "赞赏": {
        "encontent": "Good girl ... Oh, I'm so sorry. Habits are hard to\n break. ",
        "content": "好孩子……啊，十分抱歉，这只是习惯。"
    },
    "亲昵": {
        "encontent": "Imagine, the news of Miss Vertin's Appearance at the\n NewBabel Pet Tour.How will this surprise the eagle-eyed\n journalists and indecisive families?",
        "content": "想象一下，《维尔汀小姐出席“新巴别塔”宠物巡展》的\n新闻，会给那些嗅觉敏锐的记者们与犹豫不决的家庭们带\n来怎样的惊喜？"
    },
    "闲谈Ⅰ": {
        "encontent": "Squonks are the most difficult to catch, tame, and keep. These\n shy and timid little creatures will turn into a cloud of tears\n if they are just slightly spooked.  But they are good companions\n to the traumatized and quiet children, for they understand each\n other. ",
        "content": "湿眶客是最难以捕捉、驯服与饲养的。这些害羞且怯懦的\n小家伙只需一点惊吓，就会化为一团泪水。但它适合那些\n心中有创伤的人与不善说话的孩子，它理解这一切。"
    },
    "闲谈Ⅱ": {
        "encontent": "Stress stress stress ...  Teakettler needs more anecdotal\n stories to get people's attention. ",
        "content": "压力压力压力……提科特勒还需要更多的传闻故事来吸引\n人们的注意力。"
    },
    "独白": {
        "encontent": "I haven't doubted my success in the future for even\n a second. NewBabel will change the world.",
        "content": "我对我会获得成功这件事情深信不疑。“新巴别塔”必将\n会改变这个世界。"
    },
    "入队": {
        "encontent": "Excuse me ... Sorry, a bit crowded here.",
        "content": "借过一下……不好意思，有点拥挤。"
    },
    "战前": {
        "encontent": "Play time, boys and girls.",
        "content": "孩子们，活动时间。"
    },
    "择选咒语Ⅰ": {
        "encontent": "Down.",
        "content": "趴下。"
    },
    "择选咒语Ⅱ": {
        "encontent": "Paws.",
        "content": "握手。"
    },
    "择选高阶咒语": {
        "encontent": "Hmm, heh heh ... ",
        "content": "嗯，哼哼……"
    },
    "择选至终的仪式": {
        "encontent": "You won't be disappointed.",
        "content": "你不会失望的。"
    },
    "释放神秘术Ⅰ": {
        "encontent": "Say, \"Sorry, Miss.\"",
        "content": "说，“抱歉，小姐”。"
    },
    "释放神秘术Ⅱ": {
        "encontent": "Run, start running!",
        "content": "来，跑起来！"
    },
    "召唤至终的仪式": {
        "encontent": "These glowing lights ... We are the master and maven\n of the place.",
        "content": "灯光熠熠，我们才是这儿的主流与主人。"
    },
    "受敌Ⅰ": {
        "encontent": "Sss ... ",
        "content": "嘶！"
    },
    "受敌Ⅱ": {
        "encontent": "You will pay for this.",
        "content": "你会付出代价。"
    },
    "战斗胜利": {
        "encontent": "Your firsthand experience is our best advertisement.",
        "content": "真实的体验是最好的宣传语。"
    },
    "洞悉": {
        "encontent": "I have laid my hands on the souls of critters. They're soft and\n hard, like the dew in the desert in the early morning, like\n the tide in the ocean at night.",
        "content": "我曾经触碰过魔精们的灵魂，它们柔软而又坚硬，像是沙\n漠清晨时的露珠，像是海洋夜晚时的潮汐。"
    },
    "洞悉之底": {
        "encontent": "NewBabel will be popular in each and every household.\n We set our feet on today, eyes on tomorrow.",
        "content": "“新巴别塔”将会走进千家万户。我们立足于今天，展望\n着明天。"
    }
}