{
    "初遇": {
        "encontent": "I am Druvis III. It's my pleasure to meet you. ...\n You said I didn't look very pleased? Hah ... How about\n now? ",
        "content": "我是槲寄生，很高兴认识你。……你说看不出我很高兴？呵\n……那么现在呢？"
    },
    "箱中气候": {
        "encontent": "Water travels from the ground to the sky, and then\n falls back; just as I, who come from the forest, and\n now go back.",
        "content": "水从泥土里去往天上，又从天上坠落地面。如同我从林中\n来，又向林中去。"
    },
    "致未来": {
        "encontent": "Perhaps when the dream of industrial society is realized,no\n one will ever cut down the dense forest. I am looking\n forward to that day.",
        "content": "或许，在工业之梦结束的那日。没有人再会伐尽茂密的林\n海。我期待着那一天。"
    },
    "孑立": {
        "encontent": "... Are you also listening to the wind dancing on the\n treetops?",
        "content": "……您也在聆听窗外树梢间的风声吗？"
    },
    "问候": {
        "encontent": "You brought me a gentle breeze on the field.",
        "content": "你带来了一缕原野的风。"
    },
    "朝晨": {
        "encontent": "When the sun rose, the beasts kept silence. Then, I\n heard a bird flapping its wings. It's the first to\n leave the forest.",
        "content": "太阳升起，野兽们噤声不吠。而后，我听见第一只离林之\n鸟振翅的声响。"
    },
    "信任-朝晨": {
        "encontent": "If you are lazier and get up even later, you won't\n see such a beautiful sunrise.  ... Does it matter?",
        "content": "如果更晚、更怠惰，您就看不到那样美丽的日出了，没有\n关系吗？"
    },
    "夜暮": {
        "encontent": "Tides of time rise and fall. Days and nights switch\n and whirl. The infinite loop will never come to an\n end.",
        "content": "时代的潮水不断起落，正如日夜更迭流转，永无止息。"
    },
    "信任-夜暮": {
        "encontent": "The night falls. The beasts howl. The owls sob. Their\n feet treading on the ground are just like the roots\n embedded into the soil.",
        "content": "夜幕降临了，野兽嘶鸣，夜枭呜咽。它们的脚步踏在大地\n上，如同树木的根须扎入泥土中。"
    },
    "帽檐与发鬓": {
        "encontent": "The green eyes are inherited from my mother. Although I did not\n grow into a lady of the upper class as she wished ... ... I\n thank my mother for everything she left.",
        "content": "绿色的眼睛遗传自我的母亲。虽然我没有如她所愿地成为\n上流社会的淑女，但是我感谢母亲留给我的一切。"
    },
    "袖与手": {
        "encontent": "When I first saw trees and grass, I knew my life belonged\n to them.",
        "content": "当我第一次接触到自然的草木时，我就知道我的生命属于\n它们。"
    },
    "衣着与身形": {
        "encontent": "Gowns and heels will not stop me. I will jump into\n the woods, as I have done this countless times.",
        "content": "礼服与鞋跟不会阻挡我的步伐，我能在林间跳跃，因为我\n曾经无数次地这么做过。"
    },
    "嗜好": {
        "encontent": "It is a pleasure to be alone in the forest. In a flash,\n cards of days and nights are shuffled. ",
        "content": "在林中独处是一种享受。从旦通宵，以夜继昼，于我而言\n只是一瞬而已。"
    },
    "赞赏": {
        "encontent": "Your excellence proves my insight. ",
        "content": "你的优秀证实了我的眼光。"
    },
    "亲昵": {
        "encontent": "I am not good at socializing with others, nor do I\n understand the truth behind ambiguity. Is that a loss?",
        "content": "我不擅长逢迎交际，也难以理解暧昧的真意。这样是一种\n欠缺吗？"
    },
    "闲谈Ⅰ": {
        "encontent": "There is nothing new for trees and grass.With no eyesight,\n nor hearing, they know it all. And I will lend an\n ear to their whispers. ",
        "content": "对于植物来说，大地上已再无新鲜事。它们无眼亦无耳却\n知晓一切，而我会倾听它们的故事。"
    },
    "闲谈Ⅱ": {
        "encontent": "After I brew my Celtic ale, I hope everyone will appreciate\n it.",
        "content": "待我的凯尔特麦酒收获时，希望各位都能赏光一试。"
    },
    "独白": {
        "encontent": "Revenge is only the self-comfort of those who are drowning\n in the past, while I choose to look ahead. ",
        "content": "报仇只是沉溺在过去之人的自我抚慰，而我选择了走向明\n日。"
    },
    "入队": {
        "encontent": "Let's go where trees and grass grow.",
        "content": "一同去往草木生长之地。"
    },
    "战前": {
        "encontent": "You should not make an enemy of the earth.",
        "content": "你不应与大地为敌。"
    },
    "择选咒语Ⅰ": {
        "encontent": "Hah ... ",
        "content": "呵呵……"
    },
    "择选咒语Ⅱ": {
        "encontent": "Good timing.",
        "content": "时机正好。"
    },
    "择选高阶咒语": {
        "encontent": "Just wait with bated breath.",
        "content": "只需屏息等待。"
    },
    "择选至终的仪式": {
        "encontent": "The reticent woods are watching you.",
        "content": "缄默的森林正注视着你。"
    },
    "释放神秘术Ⅰ": {
        "encontent": "No need to look back.",
        "content": "不必回头。"
    },
    "释放神秘术Ⅱ": {
        "encontent": "Frostdew is the armor of the forest.",
        "content": "霜露是森林的甲胄。"
    },
    "召唤至终的仪式": {
        "encontent": "I weave the gown with thorns. You shall repay with\n sacrifice of wounds.",
        "content": "荆棘编制长衫，你将以伤口献祭作为报答。"
    },
    "受敌Ⅰ": {
        "encontent": "No need to worry.",
        "content": "不必担心。"
    },
    "受敌Ⅱ": {
        "encontent": "Ugh.",
        "content": "哼。"
    },
    "战斗胜利": {
        "encontent": "Just like the prophecies of the woods,the scales have\n already been tipped in my direction. I win today,\n and so will tomorrow.",
        "content": "如林中絮语的预言一般，胜利的天秤早已倾斜向我。今日\n如此，明日亦然。"
    },
    "洞悉": {
        "encontent": "Thank you for showing me the beacon. It will allow\n me to go farther and deeper into the woods. ",
        "content": "谢谢您给予我明灯，它能令我在森林中涉足得更远、更深\n。"
    },
    "洞悉之底": {
        "encontent": "From now on, I will see and understand more. You helped\n me, and I will give you an appropriate return.",
        "content": "从此往后，我能看见与理解得更多。您帮助了我，我会给\n予您适当的回报。"
    }
}