{
    "初遇": {
        "encontent": "Balloons ... you need some balloons here. That's why\n I brought them. Say cheese.",
        "content": "气球……你们这儿还缺一点气球。所以，我把它们带来了\n。笑一个吧。"
    },
    "箱中气候": {
        "encontent": "How I wanna tear the clouds apart. A party needs a\n lawn.",
        "content": "我多想把这些云彩撕碎。派对需要草坪。"
    },
    "致未来": {
        "encontent": "But, if time stands still, there'll never be the next\n party. Ah ... I have to think about it.",
        "content": "但是，如果时间不流动，就永远没有下一场派对，哈啊……我\n得好好想想。"
    },
    "孑立": {
        "encontent": "Interesting ... Maybe I should make a bigger sound?",
        "content": "奇怪……或许我应该弄出更大的响声？"
    },
    "问候": {
        "encontent": "Oh! Nice to meet you! Nice to meet you! Nice to meet\n you!",
        "content": "哦！很高兴见到你！很高兴见到你！很高兴见到你！"
    },
    "朝晨": {
        "encontent": "... Oh, I guess I should say \"Good morning\" now? Okay,\n sorry, I forgot it again. Let's start over, lie down\n please.",
        "content": "……哦，这个时候应该说早安？好的，抱歉，我又忘记了\n，让我们重来一次吧，请你躺下。"
    },
    "信任-朝晨": {
        "encontent": "Would you like to touch the viscera in the balloon?\n They're soft and bouncy, like a jelly. The jelly best\n for breakfast.",
        "content": "你想摸摸看骨骼气球里面的内脏吗？它们很柔软，也很有\n弹性，像是果汁果冻。最适合当早餐的果汁果冻。"
    },
    "夜暮": {
        "encontent": "Don't you think it's too quiet? At night, or evening,\n this time? Everyone is asleep! What an incredible\n waste of time! Is that sleep? Or a coma?",
        "content": "不觉得太安静了吗？夜里，或者说晚上，这种时候？所有\n人都睡了！真是不可思议的浪费时间！那是睡眠吗？还是\n昏厥？"
    },
    "信任-夜暮": {
        "encontent": "... I'm going out. Wanna come with me? Please?",
        "content": "……我要出去一趟。你也想跟着一起来吗？来吧？"
    },
    "帽檐与发鬓": {
        "encontent": "I keep thinking and thinking about how to hold a party and join\n it. Oh—if someone opens my head, you know, just open it! You'll\n see the draft of party plans all over the floor like brains.",
        "content": "我总是不停地在想、不停地在想如何举办与参加派对，哦\n——如果有谁打开了我的脑袋，你知道，就是打开它！一\n定会看到派对策划草稿流得满地都是！"
    },
    "袖与手": {
        "encontent": "Boom boom boom!",
        "content": "嘭嘭嘭！"
    },
    "衣着与身形": {
        "encontent": "Starting here, it is called the skull, the collarbone,\n the ribs, the ulna, the radius and the rainbow lollipop\n I hide in my body!",
        "content": "从这里开始，依次是颅骨、锁骨、肋骨、尺骨、桡骨，和\n我藏在身上的七彩棒棒糖！"
    },
    "嗜好": {
        "encontent": "There is nothing I love more than the smile on a crying\n kid. Smile more, everyone.",
        "content": "我最喜欢看到的是哭着的孩子露出笑容。再多笑点吧，所\n有人都是。"
    },
    "赞赏": {
        "encontent": "You're the best party partner, the best kid and adult I've ever\n met! Although I don't understand what's a kid and what's an\n adult, I just wanna say, you're the best? You know what I mean?",
        "content": "你是我遇到过最好的派对拍档，最好的孩子和最好的大人\n！虽然我并不明白什么是孩子，什么又是大人，我只想说\n，你是最好的？你明白我的意思吗？"
    },
    "亲昵": {
        "encontent": "Please take my balloon with you, so that people can\n see it, and I can find you within a second.",
        "content": "请带着我送给你的气球，这样大家都能看见它，我也能一\n下就找到你。"
    },
    "闲谈Ⅰ": {
        "encontent": "Please, keep those horrible people away from me! I\n do not want to know any medicine or potion formula\n that leaves a bitter taste in the mouth! Yikes!",
        "content": "拜托，让那些可怕的人离我远点吧！我不想知道什么药，也\n不想知道什么让人嘴巴发苦的药剂配方！真是讨厌！"
    },
    "闲谈Ⅱ": {
        "encontent": "When I was little, I had a dream. I saw many kids buried in the\n ground, their tiny hands exposed, like newly growing potatoes.\n And then I woke up, I started to throw up balloons.",
        "content": "在我小时候，我做过一个梦。我梦见许多孩子的身体埋入\n土地，他们细小的手掌暴露在外，像是新抽芽的土豆。后\n来我醒来，开始呕吐出气球。"
    },
    "独白": {
        "encontent": "I wanna be like my parents, but not exactly the same.\n With these balloons, I can do what they can't.",
        "content": "我想成为和我父母一样的人，却不想成为和我父母完全一\n样的人。我有这些气球，就得做他们做不到的事。"
    },
    "入队": {
        "encontent": "Let us get to know each other.",
        "content": "让我们相互认识吧。"
    },
    "战前": {
        "encontent": "Let the helium fill your pulmonary lobe!",
        "content": "让氦气充满你的肺叶吧！"
    },
    "择选咒语Ⅰ": {
        "encontent": "Well, that's your idea? ",
        "content": "好吧，这是你的意见？"
    },
    "择选咒语Ⅱ": {
        "encontent": "Party planner!",
        "content": "派对策划师！"
    },
    "择选高阶咒语": {
        "encontent": "Hello, Piñata.",
        "content": "你好，小彩罐。"
    },
    "择选至终的仪式": {
        "encontent": "Where's the party star? Where is it?",
        "content": "那个派对之星在哪儿？他在哪儿？"
    },
    "释放神秘术Ⅰ": {
        "encontent": "Break it, break it!",
        "content": "打破它打破它！"
    },
    "释放神秘术Ⅱ": {
        "encontent": "Burp, burp, burp.",
        "content": "嗝。嗝、嗝。"
    },
    "召唤至终的仪式": {
        "encontent": "The story begins with a bad adult. He did this first,\n then that, at last ... boom!",
        "content": "故事要从“坏大人”说起，他先是这样，然后那样，最后\n……爆炸啦！"
    },
    "受敌Ⅰ": {
        "encontent": "Hooray!",
        "content": "万岁——！"
    },
    "受敌Ⅱ": {
        "encontent": "How welcoming!",
        "content": "你真热情！"
    },
    "战斗胜利": {
        "encontent": "It's time to say goodbye! Don't miss me, really, I'll\n be back! *sobbing* ",
        "content": "该说再见了！别想念我，真的、我下次还会再来的！……呜\n呜呜呜呜哇哇。"
    },
    "洞悉": {
        "encontent": "I know what you mean. The next party, the bigger party.\n Hehee, I'm on it!",
        "content": "我明白你的意思，下一场派对，更大的派对。嘻嘻，我立\n刻就去准备——"
    },
    "洞悉之底": {
        "encontent": "Ah! I see the peaceful families, and the lawns under\n the sun ...  Kids who are suffering, please come to\n me! Or ... I will go to you.",
        "content": "啊！我看到了和睦的家庭，阳光下的草坪……受伤的孩子\n呀，请都到我这里来！或者……我往你们那儿去。"
    }
}