{
    "初遇": {
        "encontent": "Congratulations. You are about to unveil the truth\n of this world. Welcome to Headonion, a show to reshape\n your conception.",
        "content": "恭喜你，你即将发现世界的真正模样。欢迎来到《Headonion》，一\n个颠覆你认知的真实栏目。"
    },
    "箱中气候": {
        "encontent": "Last time it rained like this, we spotted an unidentified flying\n object commit the theft of a cow.  We are now still tracing\n any possible signs left by it. Our show, Headonion would like\n to remind all our farm owners. Please watch out for the thief\n from above.Do not leave your cows, cats, and shepherd dogs unattended!",
        "content": "在上一个雨天，我们目击到了不明飞行物偷窃奶牛的奇观\n。如今我们仍在寻找它留下的痕迹与证据。在此，本节目\n再一次提醒各大农场主，加强防范来自天空的偷窃者，留\n神照顾你们的奶牛、猫咪和牧羊犬！"
    },
    "致未来": {
        "encontent": "The future? It's gloomy.A running mansion, artificial\n aurora, mass-manufactured circuit men ... Ahhh, the\n world is doomed to drown in chaos.",
        "content": "未来？一片灰暗。会跑步的大厦，人造极光，批量生产的\n电路人……啊，世界即将一片混乱。"
    },
    "孑立": {
        "encontent": "Now to our news exclusive! This nothing-special suitcase here,\n stores a sumptuous apartment with all the necessary home appliances.\n It will soon become the trend of future accommodation, but also\n the nightmare for all real estate developers. Please follow\n me, let's enjoy the room tour to the attic.",
        "content": "接下来为大家介绍一则独家新闻！我们眼前这只平平无奇\n的手提箱里，居然藏有如此豪华的室内空间与可居住设施\n。它将成为所有不动产开发商的噩梦，新一代的居住趋势\n。接下来，请跟随我的步伐前往阁楼。"
    },
    "问候": {
        "encontent": "Please welcome our mysterious guest ... Oops, my bad.\n Just an occupational habit.",
        "content": "有请我们的神秘嘉宾……噢，对不起，我的职业病。"
    },
    "朝晨": {
        "encontent": "Such a bright morning. Today, somewhere over there,\n the mysterious and indescribable incidents are still\n in occurrence.",
        "content": "晴朗的早晨。就在今天，就在某处，神秘而不可描述的事\n件仍在发生。"
    },
    "信任-朝晨": {
        "encontent": "People have been fed up with those boring news headlines.\n Or, are they just satisfied with the world they are\n living in?",
        "content": "人们厌倦了那些无趣的新闻报道，或者说，他们已经接受\n了这个世界现在的样子？"
    },
    "夜暮": {
        "encontent": "It's late, but I am about to prepare for tomorrow's\n broadcast.I won't go to bed, nor will I take off my\n headgear.",
        "content": "很晚了，但我还要做明天报导的准备。在此之前我不能睡\n下，也不能摘下头套。"
    },
    "信任-夜暮": {
        "encontent": "Headonion will present you the latest news for tonight. The US\n Congress plans to impose restrictions on TV exercise programs\n outside working hours,due to the recent sightings of the Capitol\n going hiking at midnight.It is estimated that the mansion will\n arrive in Memphis, Tennessee in no time. ",
        "content": "《Headonion》将为您播报今夜最新消息。美国\n国会拟禁止在晚间下班后播放健身节目。有目击者称国会\n大厦常在深夜进行徒步运动，预计不久后将抵达田纳西州\n的孟菲斯。"
    },
    "帽檐与发鬓": {
        "encontent": "This is not a made up newspaper, but an onion headgear as my\n disguise.The denotation is to delve into mystery one layer at\n a time to eventually find the truth. For your information, it\n is not waterproof so please be cautious.",
        "content": "这不是报纸面具，这是一个保护我不被暴露的洋葱头头套\n，象征着只有抽丝剥茧才能触及的事实。顺便一提，它不\n防水，请你小心触碰。"
    },
    "袖与手": {
        "encontent": "I have touched that glittering skyscraper.Exactly the\n same as I reported.It was covered in scales and a\n stinky smell of marine algae emanated from it.",
        "content": "我触摸过那幢波光粼粼的摩天大楼，和我在新闻上所称的\n一样。上面鳞片密布，满是海藻交缠的刺鼻气味。"
    },
    "衣着与身形": {
        "encontent": "A charming gentleman in a suit, this is how I present myself\n in my show. Just like this crazy world, what people see ...\n is only the products created and refined by those behind the\n scenes.",
        "content": "一位西装革履的成熟男士，这是我在节目中的形象。正如\n这个疯狂的世界，人们看见的……永远只是幕后者精心营\n造的产物。"
    },
    "嗜好": {
        "encontent": "Who said I love eating onion? Was he insane?!ONiON\n is my pen name, a pen name! It's just a name! Damn\n I hate onion, ewwwww!",
        "content": "到底是谁在造谣我喜欢吃洋葱？他疯了吗？！那是笔名，笔\n名！就是个名字！我讨厌死洋葱了，呃——！"
    },
    "赞赏": {
        "encontent": "You've offered me something precious: trust and understanding.\n That's what I really need now.",
        "content": "你给予了我非常重要的东西：信任与理解。这正是我现在\n最需要的。"
    },
    "亲昵": {
        "encontent": "My onion headgear is easily worn out so I will prepare\n several more. Come on, let me show you how to make\n one.",
        "content": "我的洋葱头头套并不耐用，所以我都会准备好几个。来吧\n，我教你怎么折。"
    },
    "闲谈Ⅰ": {
        "encontent": "Apart from being sharp, you also must be fast,to run\n ahead of the unexpected and to escape the dangers.",
        "content": "除了足够敏锐，还要足够快。你得跑在突发事件的前面，也\n得把危险事故甩在后面。"
    },
    "闲谈Ⅱ": {
        "encontent": "\"New treatment to patients suffering from blood circuitization\n has been found.It is now been put on the hospital's agenda to\n seek cooperation with power plants,\" \"Aurora may be the work\n of some graffiti extremists,as some members of the sperm whale\n family alleged they had found the aerosol cans for special paints\"\n ...  All these are strictly prohibited by our station manager\n but someday I will definitely ... ",
        "content": "“大批患者血液电路化已有最新解决方案，发电站与医院\n的合并计划将提上日程”，“极光现象可能是某些极端涂\n鸦爱好者所为，某抹香鲸声称曾吞下特制喷罐”……这些\n都是被台长严令禁止发布的新闻，但总有一天我会……"
    },
    "独白": {
        "encontent": "To accept only the \"truth\" is to miss the truth. Sadly,\n few people understand this. ",
        "content": "只接受“真实”，就会错过真实。遗憾的是，只有少数人\n才能明白这个道理。"
    },
    "入队": {
        "encontent": "I am in. I have seen so many precious materials.",
        "content": "来了来了！我预感到这儿会有许多宝贵的素材。"
    },
    "战前": {
        "encontent": "Hey, you crazy world!",
        "content": "你好啊！疯狂的世界！"
    },
    "择选咒语Ⅰ": {
        "encontent": "Let's get straight to the point!",
        "content": "我们直奔主题吧！"
    },
    "择选咒语Ⅱ": {
        "encontent": "Let's unveil the truth!",
        "content": "一同揭露真相！"
    },
    "择选高阶咒语": {
        "encontent": "Exclusives! Exclusives!",
        "content": "大独家！大独家！"
    },
    "择选至终的仪式": {
        "encontent": "Camera!",
        "content": "摄像机！"
    },
    "释放神秘术Ⅰ": {
        "encontent": "Live report!",
        "content": "现场报道！"
    },
    "释放神秘术Ⅱ": {
        "encontent": "You can't outpace a journalist!",
        "content": "你跑不过记者～"
    },
    "召唤至终的仪式": {
        "encontent": "Ladies and gentlemen, please be ready, to witness the\n real world!",
        "content": "电视机前的先生们，女士们，准备好——见识真正的世界\n吧！"
    },
    "受敌Ⅰ": {
        "encontent": "Help!",
        "content": "救命啊！"
    },
    "受敌Ⅱ": {
        "encontent": "Hey! Not the head!",
        "content": "不要打头！不——嘿！"
    },
    "战斗胜利": {
        "encontent": "What takes place in our real world, is far more absurd\n than what you see on my show.",
        "content": "现实中所发生的一切，远比节目演出更荒诞。"
    },
    "洞悉": {
        "encontent": "Peel off one layer of the onion, inside it's still\n onion.Put on your glasses, watch out for the pain\n in your eyes and the burst of tears!",
        "content": "剥下一层洋葱，里面还是洋葱。戴好你的眼镜，提防目中\n之痛与成吨的泪水！"
    }
}