{
    "初遇": {
        "encontent": "Hm? Do you have anything to tell me, young lady? No, not those\n cliched greetings. It should be a tender one, with some heartwarming\n words ... How do you greet your mother?",
        "content": "嗯？小淑女，你有什么要跟我说的话吗？不是，不是这种\n通常的社交辞令，应该是更温情的，更让人感到暖心的……你\n没有跟你的母亲打过招呼吗？"
    },
    "箱中气候": {
        "encontent": "When reaching my age, most people are just like the thick cloud\n in the sky, burdened with cumulative agony and joy ... Their\n countenance also demonstrates the story of ageing, which is\n quite hard to ease.",
        "content": "到这个年纪，大多人都会像沉甸甸的云，蕴积着苦痛、欢\n快等百感交集的过往——连带着皮囊一起，谁见了都不好\n受。"
    },
    "致未来": {
        "encontent": "There will be a day when I defeat those \"geniuses\"\n at lawn bowls. I just need some more practice, or\n ... a little more patience.",
        "content": "我迟早会在草地滚球的赛场上赢过那帮个中好手，只需勤\n加练习，又或者……等待岁月流逝。"
    },
    "孑立": {
        "encontent": "Hey, my child. Do you have a television here? I'd fancy\n taking a nap with my blanket on the sofa ... ",
        "content": "嘿？孩子。这里有电视吗？我想抱着毯子在沙发上打会儿\n盹……"
    },
    "问候": {
        "encontent": "It's always good to have you here no matter if you\n found a bargain or suffered a loss.",
        "content": "不论你是曾在这里捡过便宜还是吃过亏，我都很高兴见到\n你。"
    },
    "朝晨": {
        "encontent": "Young people are all the same. They don't cherish the\n day ... Don't look at me like that. I'm speaking from\n experience.",
        "content": "不珍惜晨光，这是年轻人的通病……不用那样看着我，这\n是经验之谈。"
    },
    "信任-朝晨": {
        "encontent": "Quit yawning, sleepyhead. Let's play lawn bowls together!\n All you need to do is hold this umbrella ... and count\n my scores.",
        "content": "收起你的哈欠，小瞌睡虫，一起去玩草地滚球吧。你要记\n住的就是撑好伞——还有，帮我看好球。"
    },
    "夜暮": {
        "encontent": "The night offers a chance for all stories—bloodshed, adoration,\n impulsion ... The world we live in is ever-changing, that's\n why I love watching The Night Show. The content is invariable\n and warmed-over; the view is indifferent, and the best part\n is, it's never late.",
        "content": "这是故事频发的时间，鲜血、爱慕、冲动……此刻世道变\n化无常；所以我才爱《今晚秀》，它一成不变，陈旧而烂\n俗，对所发生的一切都无动于衷，最棒的是——准时准点\n。"
    },
    "信任-夜暮": {
        "encontent": "Fall asleep by a warm fireplace ... That was the only way I spent\n my night for a long time. Well, now we have proms, and sofas,\n and the 29 inch CRT TVs.",
        "content": "在温暖的壁炉旁静静入眠……很长一段时间里，这是我唯\n一度过夜晚的方式。当然，现在我们有舞会，沙发，和29寸\n彩色显像管电视。"
    },
    "帽檐与发鬓": {
        "encontent": "To gain a foothold in these times is no bed of roses. A pretty\n face is indeed the icing on the cake, but what really matters\n is a good mind and a clear view of the time.",
        "content": "要在时代中立足并不是一件简单的事，漂亮脸蛋能为你锦\n上添花，但重要的永远是聪明的脑筋与识时务的双眼。"
    },
    "袖与手": {
        "encontent": "Go on, try holding it, and feel its temperature rising\n in your hand ...  Easy, sweetheart ... take it easy,\n heh heh ... ",
        "content": "来，试着把它攥在手心里，慢慢感觉上升的温度……保持\n住，心肝儿～别那么容易失控，呵呵～"
    },
    "衣着与身形": {
        "encontent": "Body, the enemy of the ripe old age, the friend of\n the flower of youth.",
        "content": "躯壳——垂暮之人的累赘，蓬勃之人的挚友。"
    },
    "嗜好": {
        "encontent": "The marine animals are a gift from mother nature. Their meat\n is fresh, the texture is soft, and their blood is sweet with\n the unique ... Oh, I'm terribly sorry. It seems it's not a pleasant\n topic for you.",
        "content": "海洋生物就像大自然的馈赠一般，味道浓厚，肉质鲜嫩。而\n它们的血液，不但鲜美，还具有独特的……噢，我必须向\n你道歉，这个话题似乎有点让人反胃。"
    },
    "赞赏": {
        "encontent": "You are such a brilliant young lady. Would you mind being my\n apprentice? Well, before that I need to ask you one question—are\n your allergic to seafood?",
        "content": "你聪慧过人，我想邀请你当我的学徒——不过先让我提个\n问题，你对海鲜过敏吗？"
    },
    "亲昵": {
        "encontent": "No need to propose a toast. Let's just call it a day\n and go home to watch a vampire movie in bed ... ",
        "content": "无需举杯，一起关上店门，抛去繁文缛节，在被窝里看吸\n血鬼电影吧……"
    },
    "闲谈Ⅰ": {
        "encontent": "My immortality allows me to be well-informed. No matter the dead\n or alive, you can have your answer from me as long as the pay\n is adequate. But ... just like anyone with a clear mind won't\n touch a hot potato, I suggest you keep your little nose clean.",
        "content": "久经人世令我无所不知，死人的事、活人的事，只要钱数\n给够，我都能给你翻出答案；但正如烫手的土豆不能摸……有\n些事还是不知为妙。"
    },
    "闲谈Ⅱ": {
        "encontent": "Your Foundation is really a pain in the neck, my child. They\n had a grudge against me because of the special invisibility\n cloak and the feud still continues today. But in my defense,\n they had a 7-day warranty. What else do they want?  Or, they\n can just ... give it a try and buy one more.",
        "content": "你们基金会很难伺候，好孩子。它们对假的隐身衣怀恨在\n心，不惜同我结下梁子，可我事先声明过，七天内包赔包\n换不是吗？再不济，它们可以——再买一件试试运气。"
    },
    "独白": {
        "encontent": "In Exeter, Death only spared me. I often feel like a scarecrow.\n Everything around me keeps changing, growing, and eventually\n comes to an end. But I remain unchanged and alone.",
        "content": "埃克塞特小镇，死神唯独放过了我——我常觉得自己是一\n柄稻草人，万物枯木逢春、变幻无常，唯独我一成不变、踽\n踽独行。"
    },
    "入队": {
        "encontent": "Alright, just one thing: I will be home by 10 p.m.",
        "content": "没问题，只有一点，十点之后我可就回家了。"
    },
    "战前": {
        "encontent": "Anyone offer your seat to the senior?",
        "content": "有谁给老人让个位子吗？"
    },
    "择选咒语Ⅰ": {
        "encontent": "Take it easy.",
        "content": "别着急～"
    },
    "择选咒语Ⅱ": {
        "encontent": "Handle it gently.",
        "content": "轻拿轻放～ "
    },
    "择选高阶咒语": {
        "encontent": "Would you buy me a drink?",
        "content": "请我一杯？"
    },
    "择选至终的仪式": {
        "encontent": "Bloody prom!",
        "content": "血池舞会！"
    },
    "释放神秘术Ⅰ": {
        "encontent": "Flying handbag for only 3000 sharpodonties!",
        "content": "飞行手袋，仅售三千利齿子儿！"
    },
    "释放神秘术Ⅱ": {
        "encontent": "Hmm ... A little bit hot here.",
        "content": "嗯～这儿有些热呢～"
    },
    "召唤至终的仪式": {
        "encontent": "The ocean dried, and I'm alone again ... ",
        "content": "汪洋干涸后，再次只剩下我独自一人……"
    },
    "受敌Ⅰ": {
        "encontent": "How dare you ... ",
        "content": "真大胆……"
    },
    "受敌Ⅱ": {
        "encontent": "Urgh ... ",
        "content": "唔……"
    },
    "战斗胜利": {
        "encontent": "Pride goes before the fall. I've been there. You'd\n better take it.",
        "content": "骄傲必将招致灾祸，这都是过来人的建议。"
    },
    "洞悉": {
        "encontent": "Well ... just a tiny piece of change in my long calm\n life.",
        "content": "嗯——一点小小的改变，在漫长的、波澜不惊的生命中。"
    },
    "洞悉之底": {
        "encontent": "This is my secret of keeping young ... Fresh milk before\n bed. Hmm ... The thick scent of milk.",
        "content": "我的年轻秘诀正是它——每日睡前的这杯鲜牛奶……嗯～这\n浓郁的香气～"
    }
}