{
    "初遇": {
        "encontent": "Hello, I think we have been acquainted. ... I am responsible\n for your teeth, every night you fall asleep.",
        "content": "你好，我想我们并不陌生。……我负责照看人们的牙齿，在\n每一个熟睡的夜晚。"
    },
    "箱中气候": {
        "encontent": "The soil has become crumbly, areated, suitable for\n plantation, and conducive for the dry body to regenerate.",
        "content": "泥土变得松软，适宜种植，帮助干瘪的躯体重获新生。"
    },
    "致未来": {
        "encontent": "Heading towards the future means growing up, means\n teeth falling ... and into new life.",
        "content": "走向未来预示着成长，预示着牙齿的脱落……与新生。"
    },
    "孑立": {
        "encontent": "Everyone here gnashes their teeth and covers their\n mouth with their hands. Come on, today is not a revenge\n day.",
        "content": "这儿的每一个人都紧紧咬着牙，以手掌掩嘴。今天不是复\n仇的日子。"
    },
    "问候": {
        "encontent": "Stop talking. It's time for a check-up ... Please open\n your mouth.",
        "content": "无需赘言，例行检查——请先张开你的嘴巴。"
    },
    "朝晨": {
        "encontent": "Toothpaste or tooth powder will make your teeth glowing\n and healthy. Mint makes your teeth courageous, fearless\n and never escape from the gum.",
        "content": "用牙膏或洁牙粉打磨牙齿会让它们更光亮，也更健康。薄\n荷将为你的牙齿带来恒久的勇气，让它们不感畏惧，不从\n牙床上逃离。"
    },
    "信任-朝晨": {
        "encontent": "Harvest last night brings a big breakfast delight.",
        "content": "昨晚收获颇丰，这将是一个美味的早晨。"
    },
    "夜暮": {
        "encontent": "Kids in early childhood are hyperactive at night. They are energetic\n and have mood swings ... Their demand for bedtime stories is\n a bottomless pit. So I always prepare songs for them.",
        "content": "成长期的孩子们夜中时常躁动不安，他们活泼好动，情绪\n多变……面对睡前故事，便像是吃不饱的怪物，然后，我\n会为他们唱歌。"
    },
    "信任-夜暮": {
        "encontent": "Please, have a sweet dream. \"Mary had a little lamb,\n little lamb, little lamb ...\"",
        "content": "你安然入睡便可。“玛丽有只小绵羊，小绵羊，小绵羊……”"
    },
    "帽檐与发鬓": {
        "encontent": "I have seen those tooth fairies flying in the air with their\n hair dancing freely. Inside their gold-string pockets lie the\n fragile baby teeth collected from the kids.",
        "content": "我看见牙仙们上下翻飞，它们须发扑朔，金丝口袋里装着\n孩子们纤弱的乳牙。"
    },
    "袖与手": {
        "encontent": "You need to act swiftly and gently, firmly and precisely to grab\n hold of their neck, wings or the back. Don't hurt their abdomen\n and ankles. Like this ...",
        "content": "动作要又轻又快、稳定而准确，掐住脖子、翅膀或是背脊\n，留意避开腹部或脚踝。像是这样……"
    },
    "衣着与身形": {
        "encontent": "The color is flexible. My black overcoat helps expose\n every single pathogenic tooth.",
        "content": "不必拘泥于颜色，黑大褂能让每一颗致病的牙齿无处躲藏\n。"
    },
    "嗜好": {
        "encontent": "If you have any clue about dispelling the effect of\n the \"shrink and imprison\" incantation, please tell\n me ... No, not for me, I have a friend who ... ",
        "content": "如果你有任何关于“解除缩小禁锢”的咒语，都可以分享\n给我……不，不是我，是我的一个朋友他……"
    },
    "赞赏": {
        "encontent": "Well done. Here is a toffee for you.",
        "content": "做得很好。我会奖励你一颗太妃糖。"
    },
    "亲昵": {
        "encontent": "Your baby teeth. Twelve in total. They're all here.",
        "content": "这是你的乳牙，整整二十颗，都在这里。"
    },
    "闲谈Ⅰ": {
        "encontent": "My family and I have mediated between humans and arcanists. We\n gain possessions, status and a decent life. But at the same\n time, we lose friends, belongingness and recognition by society.",
        "content": "我与我的家庭在人类与神秘学家之间行走，我们获得钱财\n、地位与优渥的生活，但与此同时也失去朋友、归所与社\n会的认可。"
    },
    "闲谈Ⅱ": {
        "encontent": "I remember you, Ms. Vertin. When you were still a student, when\n I was the dentist there, you always visited the clinic. All\n those headaches you had were faked, but the wounds and bruises\n were real. I think your frequent visits were for the comforting\n candies, weren't they? Because you always smiled when you received\n the toffees.",
        "content": "我记得你，维尔汀小姐。当你还在学校时，当我还在学校\n时，你总是校医室的常客。一半头疼脑热是装的，另一半\n擦伤和摔伤是真的。我猜想你是为了安慰糖果来的，因为\n当你拿到太妃糖罐时，总是笑着的。"
    },
    "独白": {
        "encontent": "When in human society, do as the humans do; when in the arcanist\n community, do as the arcanists do. \"Too attached to your identity\"\n always causes arrogance, and consequentially brings destruction.",
        "content": "当你在人类之间，便以人类的方式生活。当你在神秘学家\n之中，又当以神秘学家的方式生活。“保持自我”总是滋\n养傲慢之心，紧接着带来毁灭。"
    }
}