{
    "初遇": {
        "encontent": "Hello, I'm the Necrologist. I am adept at listening to and managing\n others' affairs. This of course includes yours as well, whether\n in the present or perhaps, in the future.",
        "content": "您好，我是讣告人。我擅长聆听与打点他人的事务。当然\n也包括您的，不管是现在的，还是将来的。"
    },
    "箱中气候": {
        "encontent": "There are still many tombstones like this in the museum.\n They get exceptionally noisy when it starts raining.",
        "content": "博物馆里还有很多类似的“墓碑”。下雨的时候，他们会\n变得格外吵闹。"
    },
    "致未来": {
        "encontent": "The future? There's no real difference between the present and\n the future. People die and there'll always be tombstones speaking\n of their desires, always a necrologist fulfilling those wishes.I\n can't imagine another necrologist fulfilling my wishes when\n I'm dead.",
        "content": "未来？未来或许和现在不会有太大变化，总有人离世，总\n有墓碑诉说愿望，也总有一个讣告人打点后事。我想象不\n到死后会有其他讣告人为我来打点后事。"
    },
    "孑立": {
        "encontent": "1930s Porno Clippings in the attic ... My apologies. Allow me\n to correct myself.It's the \"1930s Girls' Sensual Parts Clippings\".\n I'll look for them.Hmm? You want me to destroy them as soon\n as possible?",
        "content": "放置在阁楼的“30年代色情女郎剪报”……抱歉，我订\n正一下，是“30年代女性突出部位记录剪报”，我会整\n理出来的。嗯？要尽快销毁吗？"
    },
    "问候": {
        "encontent": "Hello, welcome to the Tombstone Mus ...  My apologies,\n I'm losing it a little from all that I've had to do.",
        "content": "您好，欢迎来到墓碑博……抱歉，我有点忙昏头了。"
    },
    "朝晨": {
        "encontent": "I'll sweep away the dust that's gathered on the tombstones from\n the previous night. While the physical body might have passed,\n it is still important to look neat and tidy.",
        "content": "我会为墓碑扫去昨夜落下的灰尘。即使肉身已逝，干净整\n洁的面貌一样重要。"
    },
    "信任-朝晨": {
        "encontent": "Good morning. Here is the zopf that I've prepared for\n you. No, it isn't any tombstone's desire. It's just\n a little wish of mine.",
        "content": "早上好，这是我为您准备的辫子面包。不，不是某位墓碑\n的愿望，只是我的一个小小期望。"
    },
    "夜暮": {
        "encontent": "Tombstones don't need rest. They'll chatter incessantly whether\n it's night or day, which is why I have chronic insomnia.No worries.\n It's all part of being a necrologist.",
        "content": "墓碑们不需要休息，不管是白天还是晚上都会不停地说话\n，所以我有慢性的失眠。无须担心，这也是讣告人工作的\n一部分。"
    },
    "信任-夜暮": {
        "encontent": "Could you please have a chat with me? Uh, I just ...\n I haven't talked to someone who's alive for quite\n a while.If you've got the time ... ",
        "content": "您能陪我聊聊天吗？呃……我只是，很少和活生生的人聊\n过天了，如果您方便的话……"
    },
    "帽檐与发鬓": {
        "encontent": "When communicating with someone, always make sure to look right\n at them, and do keep your gaze gentle. This will help them accept\n the hard truth, which will prevent them from getting hysterical.",
        "content": "与沟通对象交流的过程中，要时刻注意平视对方，视线柔\n和。这会有助于他们接受那些令人难以置信的真相，避免\n歇斯底里的发作。"
    },
    "袖与手": {
        "encontent": "I've touched both solid, rambling tombstones filled\n with regret, as well as frail shoulders trembling\n with grief.",
        "content": "我触碰过坚硬、遗憾、絮絮叨叨的墓碑，也触碰过柔弱、悲\n伤、颤抖的肩膀。"
    },
    "衣着与身形": {
        "encontent": "I've got about ten outfits that look like this. I'm\n sure you can understand ... the places that I've gone\n to are mostly funerals.",
        "content": "像是这样的衣服我有十多套。您知道的……我所去的地方\n，几乎都是葬礼。"
    },
    "嗜好": {
        "encontent": "The tombstones will leave once their wishes are fulfilled, and\n they will stay in the glass display for all eternity after.\n They'll never be cold to the touch and instead, turn silent\n and warm.",
        "content": "墓碑们在完成心愿后就会彻底离开，永远地留在玻璃展台\n中。他们触摸起来不再冰冷，而是变得沉默而温暖。"
    },
    "赞赏": {
        "encontent": "You're a very good listener. It's not just the dead, but even\n the living are willing to tell you their wishes. You possess\n gentleness and that sort of incredible ability.",
        "content": "您很擅长聆听，不仅仅是死者，生者也愿意向您诉说愿望\n。您拥有那样的温柔与不可思议的能力。"
    },
    "亲昵": {
        "encontent": "Do you think ... getting attention from a necrologist\n is a bad thing?",
        "content": "您会认为……受到讣告人的关注会是一件不幸的事吗？"
    },
    "闲谈Ⅰ": {
        "encontent": "Do you know Stonehenge? I believe it's made of tombstones, though\n they're just a lot larger than ordinary ones. I really want\n to go there myself one day, just so I can listen to their desires.",
        "content": "您知道索尔兹伯里石环吗？我认为它也是某种墓碑，只是\n比普通的来得更巨大。我真希望能亲自去到那里，试着听\n听他们的愿望。"
    },
    "闲谈Ⅱ": {
        "encontent": "Mhmm ... Mhmm ... Alright, Yelena's phone number. I've got it\n all recorded.  What would you like to tell her? \"I've never\n forgotten you\"? Alright, I see. ",
        "content": "嗯……嗯……好的，我记下了，叶莲娜的电话号码。您想\n对她说什么呢？“我从未有一日忘记你”吗？好的，我知\n道了。"
    },
    "独白": {
        "encontent": "From my point of view, tombstones aren't that much different\n than people. Death is merely an extension of life, which everybody\n is subject to. Everyone gets to that point someday.",
        "content": "在我眼里，墓碑们有时与人并没有太大不同。死亡只是一\n种生命的延续，每个人都不例外，每个人都殊途同归。"
    },
    "入队": {
        "encontent": "I really want to remain neutral.",
        "content": "我很希望能保持中立。"
    },
    "战前": {
        "encontent": "I'm ready for now.",
        "content": "我姑且准备好了。"
    },
    "择选咒语Ⅰ": {
        "encontent": "Please go on.",
        "content": "请说吧。"
    },
    "择选咒语Ⅱ": {
        "encontent": "I'm listening.",
        "content": "我在听。"
    },
    "择选高阶咒语": {
        "encontent": "Please do not worry.",
        "content": "请放心吧。"
    },
    "择选至终的仪式": {
        "encontent": " I'm in the right place. ",
        "content": "我已经到达了正确的地点。"
    },
    "释放神秘术Ⅰ": {
        "encontent": "Agh, please watch out!",
        "content": "啊！请小心！"
    },
    "释放神秘术Ⅱ": {
        "encontent": "And ... what's your wish?",
        "content": "那么……您的愿望是？"
    },
    "召唤至终的仪式": {
        "encontent": "You're awake, your family asked me to get here.Mhmm,\n mhmm ... I will take you back.",
        "content": "您醒了，您的家人委托我来这儿。嗯，嗯……我会带您回\n去。"
    },
    "受敌Ⅰ": {
        "encontent": "Ugh!",
        "content": "啊！"
    },
    "受敌Ⅱ": {
        "encontent": "Death ... is so close.",
        "content": "死亡……好近。"
    },
    "战斗胜利": {
        "encontent": "Apologies, but do you have any last wishes?",
        "content": "抱歉，你们还有什么未竟的遗愿吗？"
    },
    "洞悉": {
        "encontent": "How odd. Don't you hear that? The pleads and laments\n of the dead are rushing toward me like snow.",
        "content": "奇怪，您听不到吗？那些已死之人的恳求与哀叹像是雪花\n一样扑面而来。"
    },
    "洞悉之底": {
        "encontent": "There's another exhibit on display. I'm delighted.",
        "content": "展台中的展览品又多了一件，我非常高兴。"
    }
}