{
    "初遇": {
        "encontent": "Hello. Could you help me? Over there, please. Thank\n you. ",
        "content": "您好，能扶我一下吗？到那边就好，谢谢您。"
    },
    "箱中气候": {
        "encontent": "The melody-like sound of rain drops on the window is\n always here, accompanying me through the long long\n night. ",
        "content": "雨滴敲打在窗户上的声音这样好听，它们总是陪伴我度过\n长长的夜晚。"
    },
    "致未来": {
        "encontent": "The doctor says that as long as I work hard, my disease will\n be cured. At that time, I could run freely, just like other\n children. But ... in case there is any accident, please give\n this letter to my mom.",
        "content": "医生说，只要我努力下去，就一定能够治好身上的病。那\n时候我也能自由自在地奔跑，就像其他孩子一样。但……如\n果有什么意外的话，请您将这封信交给我的妈妈。"
    },
    "孑立": {
        "encontent": "Shh, please don't speak too loudly. Ms. Timekeeper\n is having a rest.",
        "content": "嘘，请不要太大声地说话，司辰小姐正在休息呢。"
    },
    "问候": {
        "encontent": "Ah, I'm so glad you are here. How was your day?",
        "content": "啊，您来了，我好高兴。您今天过得还好吗？"
    },
    "朝晨": {
        "encontent": "Good morning. I brushed my hair by myself today. How\n do I look?",
        "content": "早上好，今天我自己梳了头发，看起来怎么样？"
    },
    "信任-朝晨": {
        "encontent": "Sorry, when I thought that today we can read the book\n together, I was too excited to sleep well ... ",
        "content": "对不起，想到今天要和您一起读故事书，我就兴奋得没能\n睡好……"
    },
    "夜暮": {
        "encontent": "You have already worked very hard, please take a break\n at the right time.Shall we ... read this book together?",
        "content": "您已经很努力了，请在适当的时侯休息一会儿吧。我们可\n以，一起读这本故事书吗？"
    },
    "信任-夜暮": {
        "encontent": "The dinner is really delicious. Although my mouth always tastes\n like rust, I can still feel it. Thank you chef. Thank you Ms.\n Babyblue for the fruit candies. And of course, thank you for\n staying with me.",
        "content": "晚餐的味道真好。虽然我的嘴巴里总是有股铁锈味，但是\n依然挡不住它的美味。感谢大厨，感谢婴儿蓝小姐给我的\n水果糖。当然，也谢谢您陪我。"
    },
    "帽檐与发鬓": {
        "encontent": "Are you patting my head?The doctor says, this is a\n reward for good children. Have I done something right?",
        "content": "您在摸我的头吗？医生说，这是对好孩子的奖励。请问我\n有做对什么事吗？"
    },
    "袖与手": {
        "encontent": "Would you like to hold my hands? I could be with you\n any time.",
        "content": "想要牵手吗？我随时都可以陪着您。"
    },
    "衣着与身形": {
        "encontent": "Ms. nurse says that my body is \"like a leaf that can be blown\n away by a gust of wind.\" But it's really fun to be blown away.\n I always wanted to fly once *coughs* ... Sorry.",
        "content": "护士小姐说我有着“树叶一样，一阵风就能吹走的身体”。但\n是如果真的能被风吹走，多有趣呀！我一直都想飞一次……咳\n，咳咳……抱歉。"
    },
    "嗜好": {
        "encontent": "I want to have a try at \"travelling,\" like in the books.But\n first, I want to climb up the hillside that I can't\n see clearly from the window.",
        "content": "我想要试试看，书中所说的“旅行”。但在那之前，我想\n先爬上窗外看不到的那个山坡上看看。"
    },
    "赞赏": {
        "encontent": "Turn the impossible into possible. Be brave and never\n shy away. You are completely different from others.\n You raised my hope.",
        "content": "不可能也会变成可能，勇敢而从不退怯。您是与众不同的\n人，您燃起了我的希望。"
    },
    "亲昵": {
        "encontent": "Are there really hundreds of countries out there? Tens of thousands\n of people? Oh, there's a hole on the tree in the yard. Does\n the squirrel family really live there?",
        "content": "外面真的有几百上千个国家么？有很多很多人？院子里的\n树，树洞里真的住着小松鼠一家么？"
    },
    "闲谈Ⅰ": {
        "encontent": "If there is something bothering you, please feel free to chat\n with me at anytime. Although I can't get around as much as everyone\n else, I can still do the talking!",
        "content": "如果有什么烦心事的话，随时都可以来与我聊天。虽然我\n无法和大家一样四处奔走，但是说说话还是能做得到的！"
    },
    "闲谈Ⅱ": {
        "encontent": "Please teach me how to use arcanum and master it better,\n so that I could recover and not get sick again. Maybe\n ... mom will not cry for me anymore.",
        "content": "请您教导我如何使用神秘术，并且更好地掌握它们吧。如\n果我能够康复，如果我能不再生病，或许……妈妈就不会\n再为我而哭泣了。"
    },
    "独白": {
        "encontent": "Not only mom and dad, all the nurses grieved and cried about\n my \"misfortune\" ... Sometimes I think, maybe it's me who brings\n them tears and sorrows ... I am so sorry about that ... ",
        "content": "不只是爸爸妈妈，连护士姐姐都曾哀叹着我的“不幸”而\n哭泣……有时候我想，或许是我带给了他们眼泪和痛苦……我\n对此感到非常抱歉……"
    },
    "入队": {
        "encontent": "Thank you for taking me out.",
        "content": "谢谢您能够带我出来。"
    },
    "战前": {
        "encontent": "It's very nice to meet you!",
        "content": "很高兴能见到你们！"
    },
    "择选咒语Ⅰ": {
        "encontent": "Okay.",
        "content": "好的。"
    },
    "择选咒语Ⅱ": {
        "encontent": "Oh, so that's it!",
        "content": "哦，原来如此！"
    },
    "择选高阶咒语": {
        "encontent": "Phew ... Okay ... ",
        "content": "呼……好的……"
    },
    "择选至终的仪式": {
        "encontent": "It's time, don't worry.",
        "content": "是时候了，请别担心我。"
    },
    "释放神秘术Ⅰ": {
        "encontent": "Trying my best.",
        "content": "尽我所能。"
    },
    "释放神秘术Ⅱ": {
        "encontent": "Leave the wound to me.",
        "content": "伤口就交给我吧。"
    },
    "召唤至终的仪式": {
        "encontent": "It protects me, as the doctor says.",
        "content": "和医生说的一样，它会保护我。"
    },
    "受敌Ⅰ": {
        "encontent": "Um!",
        "content": "嗯！"
    },
    "受敌Ⅱ": {
        "encontent": "It's okay ... ",
        "content": "没关系……"
    },
    "战斗胜利": {
        "encontent": "Really? We did it. That's great!",
        "content": "真的吗？我们做到了，太好啦！"
    },
    "洞悉": {
        "encontent": "I ... I'd like to try to stand up ... May I?",
        "content": "我，我想试试站起来看看……可以吗？"
    },
    "洞悉之底": {
        "encontent": "Thank you for visiting me. Thank you for your flowers.\n I have never really touched them myself. I'm really\n ... really grateful to you.",
        "content": "谢谢您来看我，谢谢您给我的花。我从没真的自己接触过\n它们，真的……太感谢您了。"
    }
}