{
    "初遇": {
        "encontent": "I'm Oliver Fog, special commissioner of the London\n Climate Management Agency.Three hours from getting\n off ... Ok, let's start.",
        "content": "雾行者，伦敦空气净化事务局的特派专员。距离下班还有\n三个小时……好的，让我们开始工作吧。"
    },
    "箱中气候": {
        "encontent": "What a lovely day ... I want to go for a walk. We couldn't\n have asked for a better sun where I lived.",
        "content": "真是难得的好天气……我想出去散散步，在我居住的地方\n，是很难照到这样的太阳的。"
    },
    "致未来": {
        "encontent": "You really want to go to the future? ... Do you think\n those smog factory will destroy the whole world?",
        "content": "你是真心想要去到未来吗？……你猜那些烟雾工厂会不会\n把这个世界都毁了？"
    },
    "孑立": {
        "encontent": "Rest time is also included in work time. Both office\n workers and British people should master the talent\n of looking for tea time.",
        "content": "休息时间也包含在工作时间之中。寻找下午茶时间是上班\n族和英国人都必须掌握的才能。"
    },
    "问候": {
        "encontent": "You're here ... Hey, maybe you can help me with my\n homework?",
        "content": "你来了……嘿，或许你能辅导一下我的作业吗？"
    },
    "朝晨": {
        "encontent": "The last time I was in the mood for a morning walk\n was when all I had to do was go to school. ... Still\n vivid in my mind.",
        "content": "上一次有闲情逸致在早上散步还是我只需要读书的时候。……那\n些日子历历在目。"
    },
    "信任-朝晨": {
        "encontent": "... Getting up is easier in the summer. In the winter,\n it's not easy work.",
        "content": "……夏日就算了，到了冬天，谁又能轻易起得来床呢。"
    },
    "夜暮": {
        "encontent": "Being off duty, such a wonderful resting time. Well,\n now let me prepare my book bag ... ",
        "content": "下班，快乐的休息时间。好了，现在让我准备收拾书包吧\n……"
    },
    "信任-夜暮": {
        "encontent": "... Sometimes I think that you may need to have more rest. People\n with great responsibility are always absorbed by their work\n   and neglect many other things.",
        "content": "……有时候我想，你也需要多休息一点。责任重的人总会\n沉迷在工作中，这会让你忽视很多其他的东西。"
    },
    "帽檐与发鬓": {
        "encontent": "The Fogwalker's hat doesn't fit me, it's too heavy\n ... Although my father honored it very much, it's\n just a job.  ",
        "content": "雾行者的帽子并不适合我，它实在太重了……虽然父亲以\n此为荣，但这只是一份工作。"
    },
    "袖与手": {
        "encontent": "You can't catch the fog ... The only thing you can\n catch are the things that can be caught ... like catching\n the time to get off work.",
        "content": "雾气是抓不住的……我们能够抓住的，只有能够抓住的东\n西……比如说，准时下班。"
    },
    "衣着与身形": {
        "encontent": "A small lad with a lot of thoughts. That's what many people think\n about me. But I think they're numb. It may not be a bad thing\n to love your job, but isn't it a good thing to love your life?",
        "content": "“个子很小，想得却很多”，许多人都这么说我，可我觉\n得他们麻木。热爱工作或许不是坏事，但热爱生活难道不\n是好事吗？"
    },
    "嗜好": {
        "encontent": "The yellow daffodil is the prettiest flower. It reminds\n me of the glorious St David's Day holiday.",
        "content": "黄水仙是最漂亮的花儿，看见它我就能想起圣戴维日假期\n的愉快。"
    },
    "赞赏": {
        "encontent": "It is said that \"Able men are always busy.\" Your high\n working efficiency may bring you harm.",
        "content": "据“能者多劳”的说法而言，你的工作效率会为你带来危\n险。"
    },
    "亲昵": {
        "encontent": "Uh ... I really don't want to get up today, please\n just tell others you haven't seen me. ",
        "content": "哎……我今天特别不想起床，拜托你告诉别人，今天没见\n到我。"
    },
    "闲谈Ⅰ": {
        "encontent": "I'm planning to write to the queen about lowering the\n retirement age of some special types of work.",
        "content": "我打算给女王写信，关于降低特殊工种的退休年龄标准。"
    },
    "闲谈Ⅱ": {
        "encontent": "There are people who do screw driving, juggling, dung picking,\n so of course there are people dealing with the fog. People who\n have hands should work, either for living, for self-achieving\n ... or other things.",
        "content": "有人拧螺丝，有人杂耍，有人在挑粪，也自然有人处理那\n些烟雾。有双手的人就都要工作，为了吃饭，为了自我价\n值……或者其他的什么。"
    },
    "独白": {
        "encontent": "They had claimed that the Fogs are incredibly essential to London.\n In that case, why didn't they put the emission reduction plan\n on the agenda earlier?",
        "content": "他们声称福葛家族对伦敦无比重要。既然如此，为何不趁\n早将减排计划提上议程呢？"
    },
    "入队": {
        "encontent": "I seldom work together with others, but this is not\n bad.",
        "content": "我很少和他人一起工作，不过这样也好。"
    },
    "战前": {
        "encontent": "Very well, the enemies don't seem to be in the habit\n of wearing gas masks.",
        "content": "很好，敌人似乎没有佩戴防毒面具的习惯。"
    },
    "择选咒语Ⅰ": {
        "encontent": "Just in time.",
        "content": "分秒不差。"
    },
    "择选咒语Ⅱ": {
        "encontent": "Just as planned.",
        "content": "按计划进行吧。"
    },
    "择选高阶咒语": {
        "encontent": "Brilliant efficiency.",
        "content": "优秀的效率。"
    },
    "择选至终的仪式": {
        "encontent": "Please hold your breath.",
        "content": "请你暂时屏住呼吸。"
    },
    "释放神秘术Ⅰ": {
        "encontent": "Hold your breath.",
        "content": "屏住呼吸。"
    },
    "释放神秘术Ⅱ": {
        "encontent": "Cheer up.",
        "content": "打起精神来。"
    },
    "召唤至终的仪式": {
        "encontent": "... Just take it as a trip to London.",
        "content": "……就当是在伦敦逛了一圈吧？"
    },
    "受敌Ⅰ": {
        "encontent": "Ugh ... it's illegal!",
        "content": "呃——这不合法吧！"
    },
    "受敌Ⅱ": {
        "encontent": "Ugh ... ",
        "content": "呃……"
    },
    "战斗胜利": {
        "encontent": "3 hours 15 minutes left ... No, nothing, let's move\n on to the next.",
        "content": "还有三个小时十五分钟……不，没什么，让我们进行下一\n项工作吧。"
    },
    "洞悉": {
        "encontent": "If everyone could make such an effort,  perhaps London would\n have been freed from the fog a long time ago ... Of course,\n the faster way is to shut down those factories.",
        "content": "如果人人都能如此精进，  或许伦敦早就能从雾中解放\n。……当然，更快的方法是关掉那些工厂。"
    },
    "洞悉之底": {
        "encontent": "If the fog in London fades, I will be a special effects\n artist for stage or film ... the kind that specializes\n in making smoke.",
        "content": "如果伦敦的雾散去了，我就去当一名舞台或是电影的特效\n师。——专门制造烟雾的那种。"
    }
}